{
  "Data": [
    {
      "VocabularyWord": "Are you all set? All set?",
      "Meanings": [ "¿Estás listo? ¿Estás preparado?" ],
      "EnglishExamples": [
        "Are you all set? You´re going to miss your flight!",
        "All set? We're leaving in 5 minutes.",
        "All set? We start filming in fifteen minutes.",
        "Are you all set? The Oscars are about to start."
      ],
      "SpanishExamples": [
        "¿Estás preparado? ¿Vas a perder el vuelo?",
        "¿List? Nos vamos en 5 minutos.",
        "¿Listo? Filmamos en 15 minutos.",
        "¿Estás preparado? Los Oscars están apunto d empezar."
      ]
    },
    {
      "VocabularyWord": "As long as",
      "Meanings": [ "Siempre y cuando" ],
      "EnglishExamples": [
        "I’ll come to the party as long as my ex-boyfriend isn’t there.",
        "All right, ok you can borrow my laptop as long as you take good care of it.",
        "I don’t mind cleaning the windows as long as you do it next time.",
        "You’ll pass the exam as long as you study hard",
        "As long as you keep that in mind while you will have a fun time being on Japanese Television."
      ],
      "SpanishExamples": [
        "Iré a la fiesta siempre que mi ex novio no esté allí.",
        "De acuerdo, puedes coger prestado mi portátil siempre y cuando cuides bien de él.",
        "No me importa limpiar las ventanas siempre y cuando lo hagas tu la próxima vez",
        "Pasarás el examen siempre y cuando estudies duro.",
        "Siempre y cuando tengas eso en mente, te lo pasarás muy bien en la televisión Japonesa."
      ]
    },
    {
      "VocabularyWord": "As far as I know",
      "Meanings": [ "Que yo sepa" ],
      "EnglishExamples": [
        "As far as I know, penguins can’t fly.",
        "The sun is yellow, as far far I know.",
        "The boss is in his office, as far as I know.",
        "As far as I know she left the company last year.",
        "As far as I know there wasn’t any problem."
      ],
      "SpanishExamples": [
        "Que yo sepa, los pingüinos no pueden volar.",
        "El sol es amarillo, que yo sepa.",
        "El jefe está en su oficina, que yo sepa.",
        "Que yo sepa ella dejó la empresa el año pasado.",
        "Que yo sepa no hubo ningún problema."
      ]
    },
    {
      "VocabularyWord": "As it happens",
      "Meanings": [ "Da la casualidad" ],
      "EnglishExamples": [
        "As It happens, you’re all reading the same book as me.",
        "Adam, as it happens, had just returned from Scotland.",
        "But I am, as it happens, free for dinner.",
        "As it happens, my friend have got that video game."
      ],
      "SpanishExamples": [
        "Da la casualidad de que todos vosotros estáis leyendo el mismo libro que yo.",
        "Adam, da la casualidad, de que acababa de volver de Escocia.",
        "Pero casualmente estoy libre para cenar.",
        "Da la casualidad de que mi amigo tiene el ese videojuego."
      ]
    },
    {
      "VocabularyWord": "As ....",
      "Meanings": [ "Como..." ],
      "EnglishExamples": [
        "As seen on TV!",
        "As I told you, I'm not going to go.",
        "As you wish.",
        "As you know, I want to get rid of my stationary bike.",
        "As next week is a bank holiday weekend, we're driving down to our friend's house.",
        "As next month is Christmas, I'm going to my parent's"
      ],
      "SpanishExamples": [
        "Cuando era pequeño, leía mucho.",
        "Cuando era pequeño, jugué al fútbol.",
        "Cuando era pequeño, tenía miedo de la oscuridad. ¡Yo también!",
        "Cuando era pequeño estaba interesado en los comis. ¡Nosotros tambien!.",
        "Cuando era pequeño, pasaba los veranos en Andalucía."
      ]
    },
    {
      "VocabularyWord": "As a kid (When I was a child, little)",
      "Meanings": [ "Cuando era pequeño, Como niño" ],
      "EnglishExamples": [
        "As a kid, I red a lot",
        "As a kid, I played football.",
        "As a kid, I was scared of the dark. So was I!",
        "As a kid, I was interested in comics. So were we!",
        "As a kid, I spend the summers in Andalusia."
      ],
      "SpanishExamples": [
        "Tal como lo viste en TV!",
        "Cómo te dije, no voy a ir.",
        "Como desees.",
        "Como sabes, quiero deshascerme de mi bici.",
        "Com la semeana que viene es un finde semana de fiesta, vamos a ir a casa de un amigo.",
        "Como el mes que viene es Navidad, voy donde mis padres."
      ]
    },
    {
      "VocabularyWord": "As ... as",
      "Meanings": [ "Tan ... como" ],
      "EnglishExamples": [
        "These days Caroline is as tall as her mother.",
        "This year’s Christmas was as expensive as always.",
        "It’s not as heavy as I thought it would be, actually.",
        "We got here as fast as we could."
      ],
      "SpanishExamples": [
        "Estos días Caroline es tan alta como su madre.",
        "Estas navidades fueran tan caras como siempre.",
        "No es tan pesado como pensé que iba a ser, en realidad.",
        "Llegamos aquí lo más rápido que pudimos."
      ]
    },
    {
      "VocabularyWord": "Be into something",
      "Meanings": [ "Ser un friki de, Gustar mucho algo" ],
      "EnglishExamples": [
        "I’m really into rock climbing.",
        "My sister’s into detective novels..",
        "What are you into? Are you still into Manga and Anime?",
        "She’s into italian cinema."
      ],
      "SpanishExamples": [
        "Soy muy friki de la escalada.",
        "A mi hermana le gusta mucho las novelas de detectives.",
        "¿Qué te gusta? ¿Todavía eres una friki del Manga y el Anime?",
        "Es una friki del cine italiano."
      ]
    },
    {
      "VocabularyWord": "Be about to",
      "Meanings": [ "A punto de" ],
      "EnglishExamples": [
        "Ok, I have to turn off my phone now. We’re about to take off.",
        "Where are you? The film’s about to start.",
        "I’m afraid we’re just about to close. But we’ll be open tomorrow from nine.",
        "We’re just about to have dinner. Would you like to join us?."
      ],
      "SpanishExamples": [
        "Tengo que apagar mi móvil ahora. Estamos a punto de despegar.",
        "¿Dónde estás? La película está a punto de empezar.",
        "Me temo que estamos a punto de cerrar. Estaremos abiertos mañana a las 9.",
        "Estamos justo a punto de cenar. ¿Te gustaría unirte?."
      ]
    },
    {
      "VocabularyWord": "Can not wait",
      "Meanings": [ "Estar impaciente" ],
      "EnglishExamples": [
        "I can’t wait to have dinner",
        "I can’t wait no longer!",
        "I can’t wait to have my team learn about the new service.",
        "We can’t wait to listen to the 11 songs that make up this album."
      ],
      "SpanishExamples": [
        "No puedo esperar a cenar.",
        "No puedo esperar más!",
        "Estoy impaciente para dar a conocer a mi equipo el nuevo servicio.",
        "Estamos impacientes por escuchar las 11 canciones que componen este disco."
      ]
    },
    {
      "VocabularyWord": "Can not stand",
      "Meanings": [ "No soporto.." ],
      "EnglishExamples": [
        "I can’t stand Mel Gibson, I can´t stand neither his gestures nor his voice.",
        "I can’t stand traffic jams.",
        "I can’t stand setting the table.",
        "I can´t stand setting my alarm clock for 6 am."
      ],
      "SpanishExamples": [
        "No soporto a Mel Gibson, no soporto sus gestos ni su voz.",
        "No soporto los atascos.",
        "No soporot poner la mesa.",
        "No soporot poner la alarma a las 6 de la mañana."
      ]
    },
    {
      "VocabularyWord": "Come again?",
      "Meanings": [ "¿Cómo?" ],
      "EnglishExamples": [
        "Come again? I didn't hear you.",
        "Come again? I didn't understand.",
        "Come again? I didn't get that.",
        "Come again? I wasn't listening."
      ],
      "SpanishExamples": [
        "¿Cómo? No te escuché.",
        "¿Cómo? No entendí.",
        "¿Cómo? No pillé eso.",
        "¿Cómo? No estaba escuchando."
      ]
    },
    {
      "VocabularyWord": "Don't get me wrong",
      "Meanings": [ "No me malinterpretes" ],
      "EnglishExamples": [
        "Don't get me wrong, I just think you should double-check it.",
        "Don't get me wrong - I'd love to come, but I'm too busy next week.",
        "Don’t get me wrong Sally, I know why you’re doing this, but I really don’t think you’re making the right decision."
      ],
      "SpanishExamples": [
        "No me malinterpretes, solo cre oque debes comprobarlo otra vez.",
        "No me malinterpretes, me encantaría ir, but estoy muy ocupada la semana que viene.",
        "No me malinterpretes Sally, se por que lo haces, pero no creo que sea la decisión correcta."
      ]
    },
    {
      "VocabularyWord": "Drive someone mad",
      "Meanings": [ "Poner de los nervios" ],
      "EnglishExamples": [
        "Shopping centres drive me mad at Christmas.",
        "His children drive him mad at Christmas.",
        "I'm always snowed under at work before Christmas. It drives me mad.",
        "She hates Christmas dinner at her aunt's house. It drives me mad!",
        "I hate Christmas television. It drives me mad!"
      ],
      "SpanishExamples": [
        "Los centros comerciales me ponen de los nervios en Navidad.",
        "Sus hijos le ponen de los nervios en Navidad",
        "Siempre estoy hasta arriba de trabajo antes de Navidad. ¡Me pone de los nervios!",
        "Odia la cena de Navidad en casa de su tía. ¡Le pone de los nervios!",
        "Odio la televisión en Navidad. ¡Me pone de los nervios!"
      ]
    },
    {
      "VocabularyWord": "Even",
      "Meanings": [ "Incluso" ],
      "EnglishExamples": [
        "John speaks many languages. He even speaks Polish.",
        "He has a huge collection of paintings. He even owns a Picasso.",
        "He has all sorts of reptiles. He even keeps snakes.",
        "Sally can play all types of musical instruments. She can even play the bagpipes.",
        "I’m a disaster in the kitchen, but even I can cook an omelette.",
        "Pas was a terrible student, but even he managed to pass.",
        "I ate everything on the plate, even the skin."
      ],
      "SpanishExamples": [
        "John habla muchos idiomas. Incluso habla polaco.",
        "El tiene una gran colección de cuadros. Incluso posee un Picasso.",
        "El tiene todo tipo de reptiles. Incluso tiene serpientes.",
        "Sally sabe tocar todo tipo de instrumentos musicales. Incluso sabe tocar la gaita.",
        "Soy un desastre en la cocina, pero hasta yo puedo preparar una tortilla.",
        "Paul era un alumno pésimo, pero hasta él logró aprobar.",
        "Me comí todo lo que había en el plato, hasta la piel."
      ]
    },
    {
      "VocabularyWord": "Either(+)",
      "Meanings": [ "Several Options (O, Cualquiera)" ],
      "EnglishExamples": [
        "We can go to either the beach or the swimming pool.",
        "Either we wait for the rain to stop or we must change our plans.",
        "Either of my assistants can do it. Who do you prefer?",
        "Greg can’t eat fish…. and I can’t either.",
        "Either job could be interesting."
      ],
      "SpanishExamples": [
        "Podemos ir a la playa o a la piscina.",
        "Esperamos que pare de llover o debemos cambiar nuestro planes.",
        "Cualquiera de mis ayudantes puede hacerlo. ¿A quien prefiere?.",
        "Greg no puede comer pescado porque es alérgico y yo tampoco puedo.",
        " Cualquier trabajo puede ser interesante."
      ]
    },
    {
      "VocabularyWord": "Fancy",
      "Meanings": [ "Apetecer, Gustar" ],
      "EnglishExamples": [
        "I can't beleive you fancy her, she is the selfishest person in the world!",
        "I fancy going out for a meal this evening.",
        "I fancy him because he is handsome.",
        "Do you fancy getting a new television for your apartment?",
        "I fancy something sweet"
      ],
      "SpanishExamples": [
        "No puedo creer que te guste ella, ¡es la persona más egoista del mundo!",
        "Me apetece salir esta noche a cenar.",
        "Me gusta por que es guapo.",
        "¿Te apetece conseguir un nuevo televisión para tu apartamento?",
        "Me apetece algo dulce"
      ]
    },
    {
      "VocabularyWord": "Feel like",
      "Meanings": [ "Apetecer" ],
      "EnglishExamples": [
        "I feel like eating an apple.",
        "I feel like taking a hot bath.",
        "I don’t feel like exercising.",
        "I don’t feel like drinking any more beer because I’m getting fat.",
        "Do you feel like eating Chinese food for lunch?"
      ],
      "SpanishExamples": [
        "Me apetece comer una manzana.",
        "Me apetece darme un baño caliente.",
        "No me apetece hacer ejercicio.",
        "No me apetece beber más cerveza porque estoy engordando.",
        "¿Te apetece comer comida china?"
      ]
    },
    {
      "VocabularyWord": "Fit",
      "Meanings": [ "Valer (ropa), Caber" ],
      "EnglishExamples": [
        "You can have your brother’s jacket it doesn’t fit him anymore.",
        "Does this shirt fit you, or is it too big?",
        "We bought a big turkey but it wouldn’t fit in our fridge.",
        "That skirt fits you! You should get it!",
        "The trainers don't fit, they're too loose."
      ],
      "SpanishExamples": [
        "Puedes quedarte la chaqueta de tu hermano, ya no le cabe.",
        "¿Te vale bien esta camisa, o es demasiado grande?",
        "Compramos un gran pavo pero no cabía en la nevera.",
        "¡Esa falda te vale, Deberías comprártela!",
        "Las zapatillas no me valen, son demasiado sueltas."
      ]
    },
    {
      "VocabularyWord": "From time to time",
      "Meanings": [ "De vez en cuandor" ],
      "EnglishExamples": [
        "I see my uncle from time to time.",
        "She has a headaches from time to time",
        "We have indian food from time to time.",
        "From time to time he gets really angry.",
        "You don’t make mistakes from time to time. you make them all the time."
      ],
      "SpanishExamples": [
        "Veo a mi tío de vez en cuando..",
        "Le duele la cabeza de vez en cuando.",
        "Comemos comida hindú de vez en cuando.",
        "De vez en cuando se enfada mucho.",
        "No cometes errores de vez en cuando, los haces todo el tiempo."
      ]
    },
    {
      "VocabularyWord": "Get to know",
      "Meanings": [ "Llegar a conocerse" ],
      "EnglishExamples": [
        "I need to get to know you before we start a business together. I would like to get to know you better.",
        "After a few months, finally we've got to know to each other a little",
        "After the break, we were able to get to know each other."
      ],
      "SpanishExamples": [
        "Debo conocerte antes de que empecemos un negocio juntos.",
        "Después de unos meses, por fin nos hemos llegado a conocer un poco.",
        "Después del descanso, tuvimos la oportunidad de conocernos entre nosotros."
      ]
    },
    {
      "VocabularyWord": "Get on one's nerves",
      "Meanings": [ "Irritar, Poner nervioso" ],
      "EnglishExamples": [
        "Sometimes watching TV really gets on my nerves because of all the commercials.",
        "My kids get on my nerves when we are travelling by card because they keep asking if we are there yet.",
        "If we spend too much time together, we end upgetting on each other's nerves.",
        "The telephone hadn't stopped ringing all morning and it was starting to get on my nerves."
      ],
      "SpanishExamples": [
        "A veces ver televisión me pone muy nerifoso por todos los anuncios",
        "Mis hijos me ponen de los nervios cuando viajamos en coche porque pregutan todo el rato si hemos llegado ya.",
        "Si pasamos mucho tiempo juntos, acabaremos irritándonos el nún con el otro.",
        "El teléfono no había parado de sonar tod la mañana y estaba empezando a irritarme."
      ]
    },
    {
      "VocabularyWord": "Go blank/ Mind goes blank",
      "Meanings": [ "Quedarse en blanco" ],
      "EnglishExamples": [
        "When I got up to talk, my mind went blank.",
        "My mind always goes blank when I have to speak in public.",
        "I hope I don’t go blank during the interview.",
        "The journalist asked 3 questions and then she seemed to go blank.",
        "During the exam I went blank."
      ],
      "SpanishExamples": [
        "Cuando me levanté para hablar, me quedé en blanco.",
        "Siempre me quedo en blanco cuando tengo que hablar en público.",
        "Espero que no me quede en blanco durante la entrevista.",
        "La periodista hizo 3 preguntas y entonces parece que se quedó en blanco.",
        "Me quedé en blanco durante el exámen."
      ]
    },
    {
      "VocabularyWord": "Going forward",
      "Meanings": [ "En adelante" ],
      "EnglishExamples": [
        "Going forward, we really need to change how we do business.",
        "I've seen you looking at your mobile phone quite often during working hours. Going forward keep your private conversations for lunch break.",
        "I'm going to work harder going forward to have a better salary."
      ],
      "SpanishExamples": [
        "En adelante, tenemos que cambiar como hacemos negocios..",
        "Te he visto mirando a tu móvil bastante a menudo durante horas de trabajo. En adelante manten las conversaciones privadas en el descanso de la comida.",
        "Voy a trabajar más duro en adelante para tener un salario mejor."
      ]
    },
    {
      "VocabularyWord": "Have trouble",
      "Meanings": [ "Me cuesta" ],
      "EnglishExamples": [
        "He has trouble tying his own shoelaces.",
        "I had trouble finding your size.",
        "I always have trouble parking in this city.",
        "They had trouble getting on with each other.",
        "He doesn’t have trouble meeting women."
      ],
      "SpanishExamples": [
        "Le cuesta atarse sus propios cordones.",
        "Me costó mucho encontrar tu talla.",
        "Siempre me cuesta aparcar en esta ciudad.",
        "Les costó llevarse bien el uno con el otro.",
        "No le cuesta nada conocer a las mujeres."
      ]
    },
    {
      "VocabularyWord": "Have a great time",
      "Meanings": [ "Pasándolo genial" ],
      "EnglishExamples": [
        "I’m having a great time playing this shooter game!",
        "We had a great time last night!",
        "We went to Dublin and we had a great time!",
        "We’re having a great time in this party!",
        "We didn’t have a very good time, it was crap)"
      ],
      "SpanishExamples": [
        "Me lo estoy pasando genial jugando a este shooter!",
        "Nos lo pasamos genial ayer por la noche.",
        "¡Fuimos a Dublín y nos lo pasamos genial!",
        "Nos lo estamos pasamos genial en esta fiesta.",
        "No nos lo pasamos muy bien, fue una mierda."
      ]
    },
    {
      "VocabularyWord": "Have something done (have + obj + past participle)",
      "Meanings": [ "Arreglar algo por profesionales" ],
      "EnglishExamples": [
        "I had my hair cut this morning (A hairdresser cut my hair not myself)",
        "I'm going to have my apartment painted (Someone will paint my apartment.)",
        "Could you have this jacked cleaned? (Same idea but slightly different structure)",
        "I'd like to have my photo taken"
      ],
      "SpanishExamples": [
        "Me corté el pelo esta mañana.",
        "Voy a pintar mi apartamento.",
        "¿Puedes limpiar esta chaqueta?",
        "¿Me gustaría tomarme una foto?"
      ]
    },
    {
      "VocabularyWord": "Have something to do with",
      "Meanings": [ "Tener algo que ver con" ],
      "EnglishExamples": [
        "I'm not ​sure what he does ​exactly, it's something to do with ​finance.",
        "It might have something to do with the way it's made.",
        "Does your dislike for Sally have something to do with the way she insulted you? ",
        "My illness has something to do with my lungs.",
        "I’m afraid it has to do with your son’s recent behaviour.",
        "This has absolutely nothing to do with them!",
        "This issue it's (It has) got nothing to do with the project.",
        "The problem has got nothing to do with us.",
        "Why do you want me to talke to him? It's (It has) got nothing to do with me!"
      ],
      "SpanishExamples": [
        "No estoy seguro de que hace él exáctamente, tiene algo que ver con finanzas.",
        "Puede que tenga algo qeu ver con la manera en la qeu está hecho.",
        "¿Tiene algo que ver tu desagrado por Sally con la manera en que te insultó?",
        "Mi enfermedad tiene algo que ver con los pulmones.",
        "Me temo que tiene que ver con el comportamiento de tu hijo en los últimos tiempos.",
        "¡Esto no tiene nada en absoluto que ver con ellas!",
        "Este tema no tiene nada que ver con el proyecto.",
        "El problema no tiene nada que ver conmigo.",
        "¿Porqué quieres que hable con él? ¡No tiene nada que ver conmigo!"
      ]
    },
    {
      "VocabularyWord": "How come?",
      "Meanings": [ "¿Por qué...?" ],
      "EnglishExamples": [
        "How come you're angry?",
        "How come you quit smoking?",
        "How come you didn't come to the party?",
        "I said how come you didn't ask me to look after him?!"
      ],
      "SpanishExamples": [
        "¿Por qué estás enfadado?",
        "¿Por qué has dejado de fumar?",
        "¿Por qué no viniste a la fiesta?",
        "Dije porqué no me pediste cuidar de él?!"
      ]
    },
    {
      "VocabularyWord": "How far..?",
      "Meanings": [ "¿Cómo de lejos...? (Talk about distance)" ],
      "EnglishExamples": [
        "How far do you usually walk? I walk 5 kilometers.",
        "How far will you drive?",
        "How far is New York from Los Angeles? - New York is about 2900 miles from Los Angeles.",
        "How far is the closest bus stop from the supermarket? The closest bus stop is 200 meters away."
      ],
      "SpanishExamples": [
        "¿Cómo de lejos caminas normalmente? Camino 5 km.",
        "¿Cómo de lejos conducirás?",
        "¿Cuánto de lejos está Nueva York de los Ángeles? - New York está a unas 2900 millas de los Ángeles.",
        "¿Cuánto de lejos está la parada de autobús más cercanda del supermercado? La parada más cercana está a 200 metros."
      ]
    },
    {
      "VocabularyWord": "How long..?",
      "Meanings": [ "¿Cuanto tiempo...? (Talk about amount of time something takes.)" ],
      "EnglishExamples": [
        "How long did you wait? I waited for 30 minutes.",
        "How long have you been living in Canada?",
        "How long do you usually stretch in the morning? - I usually stretch for 10 minutes.",
        "How long did the film last? - It lasted around 2 hours.",
        "How long is the Nile river? (Physical lenght or something)"
      ],
      "SpanishExamples": [
        "¿Cuánto tiempo esperaste? Esperé 30 minutos.",
        "¿Cuánto tiempo llevas viviendo en Canadá?",
        "¿Cuánto tiempo estiras normalmente por la mañana? - Suelo estirar 10 minutos.",
        "¿Cuánto duró la película? - Duró unas 2 horas.",
        "¿Cómo de largo es el rio Nilo?"
      ]
    },
    {
      "VocabularyWord": "I agree with",
      "Meanings": [ "Estoy de acuerdo" ],
      "EnglishExamples": [
        "It’s time to go home. I agree!",
        "I think we should go now. Do you agree?",
        "I don't agree with you, that hotel is crap.",
        "I agree! That guy is a complete twat",
        "That guy is a bit weird. Yeah, I agree."
      ],
      "SpanishExamples": [
        "Es hora de ir a casa. ¡Estoy de acuerdo!",
        "Creo que deberíamos ir ahora. ¿Estás de acuerdo?",
        "No estoy de acuerdo contigo, ese hotel es una mierda.",
        "¡Estoy de acuerdo! Ese tio es un completo capullo.",
        "Ese tio es un poco raro. Si, estoy de acuerdo."
      ]
    },
    {
      "VocabularyWord": "I can tell",
      "Meanings": [ "Se nota que" ],
      "EnglishExamples": [
        "I can tell by your face that you find it too strong.",
        "You can tell he is old.",
        "You can tell she is angry.",
        "You can tell he has never played tennis before."
      ],
      "SpanishExamples": [
        "Se nota por tu cara que lo encuentras demasiado fuerte.",
        "Se nota que es viejo.",
        "Se nota que está enfadada.",
        "Se le nota que nunca ha jugado antes al tenis."
      ]
    },
    {
      "VocabularyWord": "I guess",
      "Meanings": [ "Supongo" ],
      "EnglishExamples": [
        "Do you know where Nick is? - I’m not sure. I guess he’s in his bedroom",
        "We’re lost! What are we going to do? - I guess we’ll have to ask for directions.",
        "It’s a beautiful sunny day, isn’t it? - Yes I guess winter is finally over!",
        "What did Lisa get you for your birthday? - Nothing. I guess she must have (must’ve) forgotten."
      ],
      "SpanishExamples": [
        "¿Sabes dónde está Nick? - No estoy seguro. Supongo que está en su habitación.",
        "¡Estamos perdidos! ¿Qué vamos ha hacer? - Supongo que tendremos que pedir direcciones.",
        "Es un bonito día de verano, no? -  Si, supongo que el verano por fin se ha acabado.",
        "¿Que te regaló Lisa por tu cumpleaños? - Nada. Supongo que debió olvidarlo."
      ]
    },
    {
      "VocabularyWord": "I've just + vb present perfect",
      "Meanings": [ "Acabo de... " ],
      "EnglishExamples": [
        "I've just sent the project Let's call it a day!",
        "He's just received the documents. Let's call it a day!",
        "They've just replied and everything's OK. Let's call it a day!",
        "I've just found out about his lie, I can't beleive what he has done!",
        "Ana and Jesus have just had a baby"
      ],
      "SpanishExamples": [
        "Acabo de mandar el proyecto, ¡Acabemos por hoy!",
        "Acaba de madnar los documenots. ¡Vámnos de aqui!",
        "Acaban de contestar, ¡Vámonos de aqui!. Dejémolos lpor hoy!",
        "Acabo de descubrir su mentira, ¡no me creo lo que ha hecho!",
        "Ana y Jesus acaban de tener un bebe."
      ]
    },
    {
      "VocabularyWord": "I was born",
      "Meanings": [ "Naci..." ],
      "EnglishExamples": [
        "I was born in Oviedo",
        "I was born on the 3rd of August 1985",
        "When was his sister born?",
        "When were your parents born?"
      ],
      "SpanishExamples": [
        "Nací en Oviedo.",
        "Nací el 3 de Agosto de 1985",
        "¿Cuándo nacio su hermana?",
        "¿Cuándo nacieron tus padres?"
      ]
    },
    {
      "VocabularyWord": "If you say so",
      "Meanings": [ "Si tu lo dices.." ],
      "EnglishExamples": [
        "Girl A: Isn't Jason so hott?! - Girl B: If you say so...",
        "Girl A: Don´t worry, I'm fine... - Boy B: If you say so...",
        "Girl A: I saw Elvis at the 711 this afternoon.  - Girl B: If you say so..."
      ],
      "SpanishExamples": [
        "Chica A: ¡¿No esta bueno Jason?!  - Chica B: Si tu lo dices..",
        "Chica A: No te preocupes estoy bien  - Chico B: Si tu lo dices..",
        "Chica A: Vi a Elvis en el 711 esta tarde  - Chica B: Si tu lo dices.."
      ]
    },
    {
      "VocabularyWord": "It's about time",
      "Meanings": [ "Ya era hora" ],
      "EnglishExamples": [
        "It's about time you returned my book!",
        "I'm going to apply for a job. It's about time!",
        "It’s about ​time she got a ​job.",
        "It was about time Ana got a haircut."
      ],
      "SpanishExamples": [
        "¡Ya era hora de que me devolvieras mi libro!",
        "Voy a aplicar para un trabajo ¡Ya era hora!",
        "Ya era hora de que consiguiera un trabajo.",
        "Ya era hora de que Ana se cortara le pelo"
      ]
    },
    {
      "VocabularyWord": "It's up to.. ",
      "Meanings": [ "Depende de.." ],
      "EnglishExamples": [
        "It’s a difficult decision to make, and it’s up to you.",
        "It’s up to everyone to be responsible of his own life.",
        "You have all the possibilities of doing this here, it’s up to you.",
        "We can get Indian or Japanese food tonight, it’s up to you."
      ],
      "SpanishExamples": [
        "Es una decisión difícil de hacer, y depende de ti.",
        "Depende de cada uno ser responsable de su propia vida.",
        "Tienes todas posibilidades a tu disposición, depende de ti.",
        "Podemos pedir comida India o Japonesa esta noche, tu decides."
      ]
    },
    {
      "VocabularyWord": "It seems...",
      "Meanings": [ "Parece que.." ],
      "EnglishExamples": [
        "It seems today that all you see is violence and sex on TV.",
        "It seems that Peter is mowing the lawn.",
        "It seems that there's only hard crust left.",
        "It seems that the principal is skinning a rabbit."
      ],
      "SpanishExamples": [
        "Parece que hoy todo lo que se ve es violencia y sexo en la TV.",
        "Parece que Peter está cortando el cesped.",
        "Parece que solo queda currusco.",
        "Parece que el director está despellejando un conejo."
      ]
    },
    {
      "VocabularyWord": "I'm off!",
      "Meanings": [
        "¡Me voy!"
      ],
      "EnglishExamples": [
        "OK, I’m off, see you later!",
        "Ok, I’m off! See you after work.",
        "Thanks for breakfast. I’m off",
        "We’d better be off!",
        "Why are you putting on your coat? Are you off?",
        "He’s off. He said he’s tired"
      ],
      "SpanishExamples": [
        "Ok me voy, ¡Nos vemos!",
        "Ok, me voy. ¡Te veo (nos vemos) después del trabajo!",
        "Gracias por el desayuno. Me voy.",
        "¡Mejor nos vamos!",
        "¿Porque te pones el abrigo? ¿Te vas?",
        "El se va. Dice que está cansado."
      ]
    },
    {
      "VocabularyWord": "Keep/Be/ Stay in touch",
      "Meanings": [
        "Estar en contacto"
      ],
      "EnglishExamples": [
        "I will keep in touch with you later.",
        "I've been in touch with him recently.",
        "Don't be a stranger. Keep in touch!",
        "See you later. stay in touch!",
        "Let's keep in touch."
      ],
      "SpanishExamples": [
        "Estaré en contacto contigo luego",
        "He estado en contacto con él recientemente.",
        "No seas un extraño. ¡Estate en contacto!",
        "Hasta luego, ¡Mantente en contacto!",
        "Estemos en contacto."
      ]
    },
    {
      "VocabularyWord": "Last",
      "Meanings": [ "Durar tiempo" ],
      "EnglishExamples": [
        "The movie lasted for three hours.",
        "Did you last longer with this girlfriend than the other one?",
        "How long did the music festival last?",
        "It doesn’t last as long as you think.",
        "How long did the drought last? The drought lasted five years."
      ],
      "SpanishExamples": [
        "La película duró 3 horas.",
        "¿Duraste más tiempo con esta novia que con la otra?",
        "¿Cuánto duró el festival de música?",
        "No dura tanto como crees.",
        "¿Cuánto tiempo duró la sequía? La sequía duró 5 años."
      ]
    },
    {
      "VocabularyWord": "Leave = Something left",
      "Meanings": [ "Quedar X de algo" ],
      "EnglishExamples": [
        "I still have two pages left.",
        "How many students are left in your class?",
        "There’re only three cupcakes left.",
        "There’s nothing left to eat in the fridge, I'll go to shop."
      ],
      "SpanishExamples": [
        "Aún me quedan dos páginas.",
        "¿Cuántos estudiantes quedan en tu clase?",
        "Sólo quedan 3 cupcakes.",
        "No hay nada en la nevera para comer. Iré a comprar ."
      ]
    },
    {
      "VocabularyWord": "Leave something at",
      "Meanings": [ "Dejar algo en" ],
      "EnglishExamples": [
        "Next time you leave your passport at home. I’ll get on the plane without you.",
        "When he got to the airport he realized he had left his passport at home.",
        "It’s pouring down and I left my umbrella in the office!.",
        "I’m really sorry! I left the tickets in my boyfriend’s neighbour’s car.",
        "She always leaves her homework at home, however she has left it on the bus."
      ],
      "SpanishExamples": [
        "La próxima vez que olvides tu pasaporte en casa, me montaré en avión sin ti.",
        "Cuando llegó al aeropuerto se dio cuenta de que había olvidado su pasaporte en casa",
        "¡Está diluviando y dejé mi paraguas en la oficina!",
        "¡Lo siento mucho! Dejé los tickets en el coche del vecino de mi novio.",
        "Siempre olvida sus deberes en casa, sin embargo hoy los dejó en el autobús."
      ]
    },
    {
      "VocabularyWord": "Leave X alone",
      "Meanings": [ "Dejar en paz a alguien" ],
      "EnglishExamples": [
        "Leave me alone, I need some time to think it over.",
        "Will you leave me alone if I give you some money to go shopping?",
        "Stop bothering me, Just leave me alone!",
        "Leave him alone, sooner or later he’ll realize that he’s wrong about that."
      ],
      "SpanishExamples": [
        "Déjame en paz, necesito tiempo para pensarlo.",
        "¿Me dejarás en paz si te doy dinero para ir de compras?",
        "Deja de molestarme, ¡solo déjame en paz!",
        "Déjale en paz, tarde o temprano se dará cuenta de que está equivocado sobre eso."
      ]
    },
    {
      "VocabularyWord": "Let's (Let us)",
      "Meanings": [ "Permítenos" ],
      "EnglishExamples": [
        "Let’s go! Let’s have dinner!",
        "Let’s carry on!",
        "Let’s stop for now!",
        "Let’s go on strike!",
        "Let’s clear the table!",
        "Let’s go away for the weekend!"
      ],
      "SpanishExamples": [
        "¡Vayámonos! ¡Cenemos!",
        "¡Sigamos!",
        "¡Paremos de momento!",
        "¡Pongámonos de huelga!",
        "¡Quitemos la mesa!",
        "¡Vayámonos fuera el fin de semana!"
      ]
    },
    {
      "VocabularyWord": "Let's not (Let us)",
      "Meanings": [ "No permítenos" ],
      "EnglishExamples": [
        "Let’s not cause problems!",
        "Let’s not cut the grass today!",
        "Let’s not go to the cinema again!",
        "Let’s not have pizza again!",
        "Let’s not do anything!",
        "Let’s not order anything!"
      ],
      "SpanishExamples": [
        "¡No causemos problemas!",
        "¡No cortemos el césped hoy!",
        "¡No vayamos al cine otra vez!",
        "¡No tomemos pizza otra vez!",
        "¡No hagamos nada!",
        "¡No pidamos nada!"
      ]
    },
    {
      "VocabularyWord": "Like (Similar) ... As (Same level)",
      "Meanings": [ "Como" ],
      "EnglishExamples": [
        "I work like a teacher (He is almost a teacher)/ I work as a teacher (He really is a teacher)",
        "He likes italian food like (such as) lasagna and pizza.",
        "My sister works as a dentist.",
        "As your friend, I want to help you.",
        "Like your friend, I also live in London."
      ],
      "SpanishExamples": [
        "Trabajo como profesor (como si lo fuera)/ Trabajo como profesor (soy profesor)",
        "A él le gusta la comida italiana, como la lasaña y la pizza.",
        "Mi hermana trabaja como dentista.",
        "Como amigo tuyo, quiero ayudarte.",
        "Igual que tu amigo, también vivo en Londres."
      ]
    },
    {
      "VocabularyWord": "Make it",
      "Meanings": [ "¿Qué horas tenemos?, Según mi reloj son.." ],
      "EnglishExamples": [
        "I make it 3 o'clock.",
        "Well, I make it 5 past.",
        "What time do we make it?"
      ],
      "SpanishExamples": [
        "Según mi reloj son las 3 en punto.",
        "Bien según el mio son pasadas las 5.",
        "¿Qué hora tenemos?"
      ]
    },
    {
      "VocabularyWord": "Make it",
      "Meanings": [ "Poder asistir, quedar, ir" ],
      "EnglishExamples": [
        "I can't make it on Monday, but I can make it on Tuesday.",
        "What time can you make it?",
        "Can you make it on Tuesday because the boss can't make it on Monday?",
        "Can you make it on Friday at five?"
      ],
      "SpanishExamples": [
        "No puedo ir el Lunes, pero puedo quedar el martes.",
        "¿A qué hora puedes quedar?",
        "¿Puedes quedar el martes ya que el jefe no puede ir el lunes?",
        "¿Puedes quedar el viernes a las 5?"
      ]
    },
    {
      "VocabularyWord": "Make it",
      "Meanings": [ "Llegar pese a dificultades o nadie se lo espera" ],
      "EnglishExamples": [
        "You made it!",
        "Only one of the Christopher Colombus's ships made it back to Spain.",
        "In the end I made it, but I was two hours late."
      ],
      "SpanishExamples": [
        "¡Has venido!",
        "Solo uno de los barcos de Cristóbal Colón logró volver a España.",
        "Al final llegue, pero llegué con dos horas de retraso."
      ]
    },
    {
      "VocabularyWord": "Neither(-)",
      "Meanings": [ "Several Options (Ni, Ninguno)" ],
      "EnglishExamples": [
        "Neither Henry nor Chris want to go to the beach.",
        "Neither the school nor the parents want to take responsibility for the problem",
        "Neither of the students studied very hard",
        "Greg can’t eat fish because he is allergic and neither can I.",
        "I don’t know, neither color really suits you."
      ],
      "SpanishExamples": [
        "Ni Henry ni Chris quieren ir a la playa.",
        "Ni la escuela ni los padres quieren asumir la responsabilidad del problema",
        "Ninguno de los estudiantes estudió muy duro",
        "Greg no puede comer pescado porque es alérgico y yo tampoco puedo.",
        "No se, ninguno de los colores realmente te queda bien."
      ]
    },
    {
      "VocabularyWord": "Neither + vb be + subject (Neither am I)",
      "Meanings": [ "Yo tampoco" ],
      "EnglishExamples": [
        "I'm not having dinner at a restaurant. Neither are they!",
        "Neither are we. We're not living in Wimblendon now.",
        "We're not having paella. Neither am I!",
        "You're not working. Neither are you!",
        "We're not listening to the speech. Neither are we!"
      ],
      "SpanishExamples": [
        "No estoy cenando en un restaurante. Ellos tampoco!",
        "Nosotros tampoco. No estamos viviendo en Wimblendon ahora.",
        "Nos estamos comiendo paella. ¡Nosotros tampoco!",
        "No estás trabajando. ¡Tu tampoco!",
        "No estamos escuchado el discurso. ¡Nosotros tampoco!"
      ]
    },
    {
      "VocabularyWord": "No way!",
      "Meanings": [ "¡Que dices! ¡Anda ya!" ],
      "EnglishExamples": [
        "I’m dating Matt Damon! No way!",
        "Someone broke into my house last night. No way!",
        "Last year my mum found a million euros at the beach. No way!",
        "Bill Gates has just donated all his money to Greenpeace. No way!",
        "Hey, I have a girlfriend! No way!"
      ],
      "SpanishExamples": [
        "Estoy saliendo con Matt Damo! ¡Que dices!",
        "Alguien entró anoche en mi casa. ¡Que dices!",
        "El años pasado mi madre encontró 1 millón de euros en la playa. ¡Que dices!",
        "Bill Gates acaba de donar todo su dinero a Greenpeace. ¡Anda ya!",
        "Oye, ¡Tengo novia! ¡Anda ya!"
      ]
    },
    {
      "VocabularyWord": "No even",
      "Meanings": [ "Ni siquiera" ],
      "EnglishExamples": [
        "I don’t even like italian films.",
        "He didn’t even say thank you.",
        "I can’t even remember what day it is.",
        "If I were you, I wouldn’t even try.",
        "Not even I could do that.",
        "I don’t like soft drinks, not even Coca-Cola.",
        "I don’t have any money left for anything, not even a coffee."
      ],
      "SpanishExamples": [
        "Ni siquiera me gustan las películas italianas.",
        "Ni siquiera dio las gracias.",
        "Ni siquiera me acuerdo del día en que el que estamos.",
        "En tu lugar, ni siquiera lo intentaría.",
        "Ni siquiera yo podría hacer eso.",
        "No me gustan los refrescos, ni siquiera la Coca-Cola.",
        "No me queda dinero para nada, ni siquiera para un café."
      ]
    },
    {
      "VocabularyWord": "Running late",
      "Meanings": [ "Llegar tarde" ],
      "EnglishExamples": [
        "I''m terribly sorry, but I'm running thirty minutes late. Can we put off hte meeting till(until) ten thirty?",
        "I'd love to stop and talk to you, but I'm running late for an important meeting with my boss",
        "Apparently, she's running an hour late this time."
      ],
      "SpanishExamples": [
        "Lo siento mucho pero llego 30 minutos tarde. ¿Podemos posponer la reunión hasta las 10:30?",
        "Me encantaria parar y hablar contigo, pero llego tarde para una importante reunión con mi jefe.",
        "Al parecer, ella llega una hora tarde esta vez"
      ]
    },
    {
      "VocabularyWord": "On top of",
      "Meanings": [ "Además..." ],
      "EnglishExamples": [
        "On top of everything else he's a brilliant linguist",
        "On top of all his financial problems, his wife left him.",
        "They were holding hands and, on top of that, they were kissing."
      ],
      "SpanishExamples": [
        "Además de todo lo demás es un linguista brillante.",
        "Además de todos sus problemas financieros, su mujer le dejó.",
        "Se estaban cogiend de las manos, y además de eso, se estaban besando."
      ]
    },
    {
      "VocabularyWord": "So far ",
      "Meanings": [ "Hasta ahora" ],
      "EnglishExamples": [
        "So far the trip has been enjoyable.",
        "There’s been one forest fire so far.",
        "So far, I’m the only editor in the department, although we need several more.",
        "How the things going so far, Kevin?."
      ],
      "SpanishExamples": [
        "Hasta ahora el viaje ha sido entretenido.",
        "Ha habido un incendio forestal hasta ahora..",
        "Hasta ahora, soy el único editor en el departamento, sin embargo necesitamos algunos más.",
        "¿Cómo van las cosas hasta ahora, Kevin?"
      ]
    },
    {
      "VocabularyWord": "So + vb + subject (So am I)",
      "Meanings": [ "!Yo también!" ],
      "EnglishExamples": [
        "I'm reading a very interesting book. So am I!",
        "He's talking ot his best friend. So is she!",
        "I won a medal! So did I!",
        "He'd buy a house if he were rich. So would I."
      ],
      "SpanishExamples": [
        "Estoy leyendo un libro muy interesante. ¡Yo también!",
        "Está hablando con su mejor amigo. Ella también",
        "!Gané una medalla! Yo también.",
        "Compraría una casa si fuera rico. Yo también"
      ]
    },
    {
      "VocabularyWord": "Something + noun + left",
      "Meanings": [ "Queda x de algo" ],
      "EnglishExamples": [
        "There are two minutes left to finish the jogging.",
        "I still have two pages left",
        "How many students are left in your class?",
        "There’re only three cupcakes left.."
      ],
      "SpanishExamples": [
        "Quedan dos minutos para acabar el fotting.",
        "Aún me quedan dos páginas.",
        "¿Cuántos estudiantes quedan en tu clase?",
        "Sólo quedan 3 cupcakes."
      ]
    },
    {
      "VocabularyWord": "Sound like + noun or pronoun",
      "Meanings": [ "Suena como, Parece que" ],
      "EnglishExamples": [
        "Which of these statements sounds most like me?",
        "I like this music. Do you have any idea who wrote it? I’m not sure. It sounds like Beethoven.",
        "When Ben talks on the phone, he sounds like his father",
        "What’s that noise? It sounds like your phone."
      ],
      "SpanishExamples": [
        "¿Cual de estas declaraciones suenan más como yo?",
        "Me gusta esta música. ¿Tienes alguna idea de quien la escribió? No estoy seguro. Suena como Beethoven.",
        "Cuando Ben habla por telefono, suena como su padre.",
        "¿Qué es ese sonido? Suena como tu teléfono"
      ]
    },
    {
      "VocabularyWord": "Sound + adjective",
      "Meanings": [ "Suena, Parece" ],
      "EnglishExamples": [
        "I think I should meet him. He sounds nice",
        "I’m trying to sound mature. You know, more grown up..",
        "You don’t sound very well. Are you feeling ok?",
        "I’d love to go to Prague one day. It sounds really interesting."
      ],
      "SpanishExamples": [
        "Creo que debería conocerlo. Pparece agradable",
        "Estoy intentando parecer madura. Ya sabes, más mayor.",
        "No suenas muy bien. ¿Estás bien?",
        "Me gustaría ir a Praga algún día. Suena muy interesante."
      ]
    },
    {
      "VocabularyWord": "Suit",
      "Meanings": [ "Quedar bien, pegar" ],
      "EnglishExamples": [
        "I like those glasses. They really suit you!",
        "Jill never wears red. It doesn’t suit her.",
        "That dress suits you well",
        "We can go out to eat Friday night. How does that suit you?"
      ],
      "SpanishExamples": [
        "Me gustan esas gafas. Te quedan muy bien.",
        "Jill nunca lleva rojo. No le pegan.",
        "Ese vestido te sienta muy bien.",
        "Podemos salir a comer el viernes por la noche. ¿Cómo te viene eso?"
      ]
    },
    {
      "VocabularyWord": "That's why",
      "Meanings": [ "Por eso... (for that is incorrect)" ],
      "EnglishExamples": [
        "That's why he did it.",
        "That's why we lost so much money.",
        "That's why they split up.",
        "Yes, that why he never gets here on time."
      ],
      "SpanishExamples": [
        "Por eso lo hizo.",
        "Por eso perdimos tanto dinero.",
        "Por eso rompieron.",
        "Si, por eso nunca llega a tiempo."
      ]
    },
    {
      "VocabularyWord": "Tend to do something.",
      "Meanings": [ "Tender a hacer algo, soler.." ],
      "EnglishExamples": [
        "I tend to make mistakes when I speak Spanish.",
        "People don't tent to laugh at my jokes.",
        "I don't tent to agree with my boss about anything.",
        "He tends to trust everything I say."
      ],
      "SpanishExamples": [
        "Suelo (tiendo a) comenter errores cuando hablo español.",
        "La gente no suele reir con mis bromas.",
        "No suelo estar de acuerdo con mi jefe sobre nada.",
        "Suele (tiende a) confiar en todo lo que digo."
      ]
    },
    {
      "VocabularyWord": "The point of..",
      "Meanings": [ "¿De que sirve..?" ],
      "EnglishExamples": [
        "What’s the point of sweeping all the dust on your front doorstep two metres to left?",
        "What’s the point of getting up early if it makes feel tired later in the day?",
        "What’s the point of going home if there’s nothing to eat?",
        "I don’t see the point voting; all politicians are more or less the same anyway."
      ],
      "SpanishExamples": [
        "¿De qué sirve barrer todo el polvo que hay en tu puerta dos metros a la izquierda?",
        "¿De qué sirve levantarse pronto si me hace sentir cansado después en el día?",
        "¿Para qué sirve ir a casa si no hay nada que comer?",
        "No sirve de nada votar; todos los políticos son más o menos de la misma manera."
      ]
    },
    {
      "VocabularyWord": "To be keen on",
      "Meanings": [ "Ser un friki de, gustarte mucho algo." ],
      "EnglishExamples": [
        "I’m really keen on Rachel, In fact, I think I’m in love with her!",
        "I’ve always been keen on tennis. I started playing when I was just six.",
        "I’m quite keen on rock music, but jazz is my favourite.",
        "I’m not very keen on Alan, I don’t think he always tells the truth."
      ],
      "SpanishExamples": [
        "Me gusta mucho Rachel, de hecho, creo que estoy enamorada de ella.",
        "Siempre me ha gustado el tenis. Empecé a jugar cuando solo tenía 6.",
        "Estoy bastante metido en rock, pero el jazz es mi música favorita.",
        "No me gusta mucho Alan, no creo que diga siempre la verdad."
      ]
    },
    {
      "VocabularyWord": "To be up for",
      "Meanings": [ "Apuntarse, Apetecer" ],
      "EnglishExamples": [
        "Do you want to go to the mountains for the weekend? Yeah, I'm up for it!",
        "You're asking me if I want to go for dinner? Yeah, I'm up for it!",
        "We're going to the mountains. Are you up for it?",
        "I'm not up for going out tonight, sorry. It's not my sort of thing.",
        "I'm up for having a beer"
      ],
      "SpanishExamples": [
        "¿Quieres ir a las montañas este fin de semana? ¡Si, me apunto!",
        "¿Me estás preguntando si quiero ir a cenar? ¡Si, me apunto!",
        "Vamos a las montañas. ¿Te apuntas?",
        "No me apetece salir esta noche, lo sienot. ¡No es mi rollo!.",
        "Me apetece tomar una cerveza."
      ]
    },
    {
      "VocabularyWord": "What are you up to?",
      "Meanings": [ "¿Qué haces?, ¿Qué estas haciendo?" ],
      "EnglishExamples": [
        "What are you up to later? I'm not up to much, I'm not doing anything.",
        "What are you up to today?",
        "What are you up to bro?",
        "What are you up tonight?",
        "What is she up to this weekend?"
      ],
      "SpanishExamples": [
        "¿Qué haces después? No hago mucho, no estoy haciendo nada.",
        "¿Qué haces hoy?",
        "¿Qué estás haciendo?",
        "¿Qué haces esta noche?",
        "¿Cuáles son sus planes este fin de semana?"
      ]
    },
    {
      "VocabularyWord": "Without realising",
      "Meanings": [ "Sin darse cuenta" ],
      "EnglishExamples": [
        "I did the exam without realising how long I had taken",
        "He did a lot of damage to me without me realising.",
        "How could they have done that without you realising it?"
      ],
      "SpanishExamples": [
        "Hice el exámen sin darme cuenta de cuánto tiempo había tardado.",
        "El me hizo mucho daño sin que me diera cuenta.",
        "¿Cómo hah podido hacer eso sin que os dieséis cuenta?"
      ]
    },
    {
      "VocabularyWord": "Without meaning to",
      "Meanings": [ "Sin querer" ],
      "EnglishExamples": [
        "Has he done it again? He always offends people without meaning to.",
        "I'm really sorry, I did it without meaning to.",
        "Whenever he does soemthing bad, he says that he has done int without meaning to."
      ],
      "SpanishExamples": [
        "¿Lo ha vuelto a hacer? El siempre ofende a la gente sin querer.",
        "Lo siento mucho lo hice sin querer.",
        "Siempre que él hace algo mal, dice que lo ha hecho sin querer"
      ]
    },
    {
      "VocabularyWord": "Without paying attention to",
      "Meanings": [ "Sin prestar atención" ],
      "EnglishExamples": [
        "Why did you do it without paying attention to the referee?",
        "She always does the dishes without paying any attention to the actual stains on the plates.",
        "He does whathever he wants without paying any attention to the others."
      ],
      "SpanishExamples": [
        "¿Por qué lo hiciste sin prestar atención al arbitro?",
        "Ella siempre friega los platos sin prestar ninguna atención a las manchas en los platos.",
        "El hace lo que quiere sin prestar atención alguna a los demás."
      ]
    },
    {
      "VocabularyWord": "Without taking into account",
      "Meanings": [ "Sin tener en cuenta" ],
      "EnglishExamples": [
        "To be honest, I did it without taking into account the side effects.",
        "Why do you always do whathever you want without taking into account the feeling of others?",
        "He did the ironing without taking into account the different materials of his clothes."
      ],
      "SpanishExamples": [
        "Para ser sincero, lo hice sin tener presente los efectos secundarios.",
        "¿Por qué siempre haces lo que te da la gana sin tener en cuenta los sentimientos de los demás?",
        "El planchó sin tener en cuenta que los materiales de su ropa eran diferentes."
      ]
    },
    {
      "VocabularyWord": "You'd better",
      "Meanings": [ "Mejor que" ],
      "EnglishExamples": [
        "You’d better leave her because she’s not good for you.",
        "You’d better tell her everything.",
        "I’d better get back to work.",
        "Christine doesn’t look well,we’d better take her to the hospital."
      ],
      "SpanishExamples": [
        "Más te vale dejarla porque no es buena para ti.",
        "Mas te vale contarla todo.",
        "Más me vale volver al trabajo.",
        "Christine no parece estar bien, mejor llevarla al hospital."
      ]
    }
  ]
}