{
  "Data": [
    {
      "VocabularyWord": "Back up",
      "Meanings": [
        "Apoyar, Respaldar"
      ],
      "EnglishExamples": [
        "I’d like to back Margaret up on this one, she’s quite right.",
        "Go ahead and tell the boss just what happened, I’ll back you up on it.",
        "he rest of the staff backed her up when she complained about working conditions.",
        "It is advisable to back up all the files on your computer regularly, in case of breakdown."
      ],
      "SpanishExamples": [
        "Me gustaría apoyar a Margaret en esta, ella tiene mucha razón.",
        "Ve y dile al jefe lo que pasó, yo te respaldare.",
        "El resto de los empleados la apoyó cuando se quejó sobre las condiciones laborales.",
        "Es aconsejable hacer un respaldo de todos los archivos, en caso de que su ordenador se rompa."
      ]
    },
    {
      "VocabularyWord": "Beat up",
      "Meanings": [
        "Dar Paliza"
      ],
      "EnglishExamples": [
        "The mugger beat him up and stole his wallet.",
        "They threatened to beat me up if I didn’t give them my wallet.",
        "Some hooligans beat up my brother.",
        "You made a mistake, It's not the end of the world. Stop beating yourself up."
      ],
      "SpanishExamples": [
        "El atracador le dio una paliza y robó su cartera.",
        "Me amenazaron con con darme una paliza si no les daba la cartera.",
        "Unos gamberros le dieron una palabra a mi hermano.",
        "Cometiste un error, no es el fin del mundo. Deja de machacarte."
      ]
    },
    {
      "VocabularyWord": "Black out",
      "Meanings": [
        "Desmayarse"
      ],
      "EnglishExamples": [
        "He blacked out and collapsed on the floor.",
        "You’re going to black out!",
        "The patient felt very dizzy and blacked out for a few minutes."
      ],
      "SpanishExamples": [
        "Se desmayó y se derrumbó en el suelo",
        "Te vas a desmayar!",
        "El paciente se sintió muy mareado y se desmayó por unos segundos."
      ]
    },
    {
      "VocabularyWord": "Black out",
      "Meanings": [
        "Oscurecerse"
      ],
      "EnglishExamples": [
        "The great blackout of 1977 in new York City lasted for two whole days!",
        "Everything blacked out when the power supply failed."
      ],
      "SpanishExamples": [
        "El gran apagón de 1977 en nueva York duró 2 días enteros.",
        "Todo se oscureció cuando la fuente de alimentación fallaron."
      ]
    },
    {
      "VocabularyWord": "Break up",
      "Meanings": [
        "Romper con alguien"
      ],
      "EnglishExamples": [
        "Have you heard? Jacob and Amelia have broken up! They’ve been together for ages.",
        "Jenny and her boyfriend have just broken up.",
        "The couple broke up after a three-year relationship."
      ],
      "SpanishExamples": [
        "¿Has oído? ¡Jacob y Amelia han roto! Llevaban años juntos.",
        "Jenny y su novio acaban de romper.",
        "La pareja rompió después de tres años de relación."
      ]
    },
    {
      "VocabularyWord": "Break into",
      "Meanings": [
        "Entrar forzando, a robar"
      ],
      "EnglishExamples": [
        "The thieves had decided to break into his apartment.",
        "The burglars broke into through the kitchen window.",
        "We are going to have problems if they catch us breaking into the system.",
        "My house has been broken into twice this year."
      ],
      "SpanishExamples": [
        "Los ladrones habían decidido entrar en su apartamento.",
        "Los ladrones entraron a través de la ventana de la cocina.",
        "Vamos a tener problemas si nos pillan entrando en el sistema.",
        "Han entrado a robar en mi casa dos veces este año."
      ]
    },
    {
      "VocabularyWord": "Break down",
      "Meanings": [
        "Estropearse, Averiarse"
      ],
      "EnglishExamples": [
        "I’m terribly sorry, I’m going to be late! The train broke down at Waterloo station.",
        "Oh, I nearly forgot, on the way home the taxi broke down.",
        "Our car broke down and we had to push it off the road."
      ],
      "SpanishExamples": [
        "¡Lo siento mucho, voy a llegar tarde! El tren se estropeó en la estación Waterloo.",
        "Oh, casi lo olvido, de camino a casa, el taxi se estropeó.",
        "Nuestro coche se estropeó y tuvimos que empujarlo por la carretera."
      ]
    },
    {
      "VocabularyWord": "Blow up",
      "Meanings": [
        "Estallar, Cabrearse mucho"
      ],
      "EnglishExamples": [
        "My boss blew up at me when I told him I hadn’t finished a project on time.",
        "They blew up when they heard what I had done wrong.",
        "We were having a discussion about the accounts and he suddenly blew up and stormed out!"
      ],
      "SpanishExamples": [
        "Mi jefe se va a cabrear muchísimo cuando le dije que no había terminado el proyecto a tiempo.",
        "Ellos explotaron cuando oyeron lo que había  hecho mal.",
        "Estábamos teniendo una discusión sobre las cuentas y el de repente estalló y ¡salió hecho una furia!"
      ]
    },
    {
      "VocabularyWord": "Blow up",
      "Meanings": [
        "Explotar, Volar por los aires"
      ],
      "EnglishExamples": [
        "It's starting to smell a bit funny... I hope it doesn't blow up or anything!",
        "The terrorists blew up the police station ",
        "Several people were injured when the building blew up."
      ],
      "SpanishExamples": [
        "Está empezando a oler raro… ¡Espero que no explote o algo!",
        "Los terroristas explotaron la comisaría.",
        "Varias personas fueron heridas cuando el edificio explotó."
      ]
    },
    {
      "VocabularyWord": "Bring out",
      "Meanings": [
        "Sacar, Sacar a la luz, realzar"
      ],
      "EnglishExamples": [
        "I think it’s about time they brought out Police Academy 8!",
        "I think this full moon has brought out the werewolf in you.",
        "They haven’t brought an album out in ages.",
        "His new girlfriend brings out the best of him.",
        "I hope this public inquiry will bring out all the hidden facts.",
        "Your new hairstyle really brings out your cheekbones."
      ],
      "SpanishExamples": [
        "¡Creo que ya es hora de que saquen Loca academia de policia 8!.",
        "Creo que esta luna llena ha sacado el hombre lobo que hay en ti.",
        "No han sacado un álbum en años.",
        "Su nueva novia saca lo mejor de él.",
        "Espero que esta comisión de investigación saque los hechos ocultos.",
        "Tu nuevo peinado de verdad realza tus pómulos"
      ]
    },
    {
      "VocabularyWord": "Bring up",
      "Meanings": [
        "Criar"
      ],
      "EnglishExamples": [
        "I was born in Madrid and I was brought up in the city.",
        "Tarzan was brought up by chimpanzees.",
        "The couple adopted the child and brought him up."
      ],
      "SpanishExamples": [
        "Nací en Madrid y fui criada en la ciudad.",
        "Tarzán fue criado por chimpancés.",
        "La pareja adoptó al niño y lo crió."
      ]
    },
    {
      "VocabularyWord": "Bring up",
      "Meanings": [ "Sacar un tema, Mencionar" ],
      "EnglishExamples": [
        "I shouldn’t have brought up his divorce at the dinner, he is still sensitive about that.",
        "It’s not a good idea to bring up politics with my family.",
        "Why did you bring up the homework? I haven’t done it!"
      ],
      "SpanishExamples": [
        "No debí haber mencionado su divorcio en la cena, él está muy sensible sobre eso todavía.",
        "¿Por qué has mencionado los deberes¿? No los he hecho!",
        "No es una buena idea mencionar política con mi familia."
      ]
    },
    {
      "VocabularyWord": "Bump into",
      "Meanings": [ "Encontrarse con" ],
      "EnglishExamples": [
        "I actually bumped into him at the park last week. Apparently he quit his job.",
        "Alex was dreading bumping into Celeste and wondering how she might react.",
        "Ah! Alan, I’m glad I’ve bumped into you, I’ve got a bone to pick with you.",
        "I was so distracted with my thoughts that I was totally unprepared when I bumped into him.",
        "Oh, guess who I bumped into in the supermarket today.",
        " I bumped into Helen on the underground the other day."
      ],
      "SpanishExamples": [
        "De hecho me lo encontré en el parque la semana pasado. Parece que ha dejado el trabajo.",
        "Alex estaba temiendo encontrarse con celeste y preguntándose cómo podría reaccionar.",
        "Ah! Alan, me alegro de haberme encontrado contigo, tengo un tema que tratar contigo.",
        "Estaba tan distraída con mis mis pensamientos que estaba completamente no preparada cuando me encontré con él.",
        "Oh, adivina a quien me encontré en el supermercado hoy.",
        "Me encontré con Helen en el metro el otro día."
      ]
    },
    {
      "VocabularyWord": "Calm down",
      "Meanings": [ "Tranquilizarse, Calmarse" ],
      "EnglishExamples": [
        "Could you calm your dog down? He seems to have taken a liking to my leg.",
        "Give him a dummy, that usually calms him down.",
        "He calmed down as soon as the police arrived.",
        "Calm down, would you! It’s not that bad.",
        "What’s wrong with you? Why don’t you calm down a little?",
        "Have you got a cigarette? I need something to calm me down."
      ],
      "SpanishExamples": [
        "¿Puedes calmar a tu perro? Parece haber cogido simpatía a mi pierna.",
        "Dale un chupete, normalmente eso le calma.",
        "Se calmó en cuanto llegó la policía.",
        "¿Cálmate, quieres? No es para tanto.",
        "¿Qué te pasa? ¿Por qué no te tranquilizas un poco?",
        "¿Tienes un cigarrillo? Necesito algo para calmarme."
      ]
    },
    {
      "VocabularyWord": "Catch on",
      "Meanings": [ "Ponerse de moda, Imponerse" ],
      "EnglishExamples": [
        "I’ve got a feeling that this game will catch on.",
        "If this catches on, we’ll be rich!",
        "Do you think that rugby will ever catch on in Spain?",
        "The fashion caught on in the sixties."
      ],
      "SpanishExamples": [
        "Tengo el presentimiento de que este juego se pondrá de moda.",
        "Si esto se pone de moda ¡Seremos ricos!",
        "¿Crees que el rugby se pondrá de moda alguna vez en España?",
        "La moda se impuso en los sesenta."
      ]
    },
    {
      "VocabularyWord": "Catch out",
      "Meanings": [ "Atrapar, Pillar" ],
      "EnglishExamples": [
        "I caught you out myself Fred! I saw you with that other girl!",
        "George had successfully cheated in quite a few exams, but the examiner finally caught him out when some notes fell out his sleeve and onto the floor.",
        "The exam is designed to catch you out.",
        "He caught me out when he checked my story with my previous employer.",
        "If you catch somebody out, you find evidence to show that they’ve secretly been doing something wrong or bad."
      ],
      "SpanishExamples": [
        "¡Te pillé yo misma Fred! ¡Te vi con esa otra mujer!",
        "George había engañado con éxito en unos pocos exámenes, pero el examinador finalmente le atrapó cuando algunas notas cayeron de su manga en el suelo.",
        "El examen estaba diseñado para atraparte.",
        "Me pilló cuando comprobó mi historia con mi anterior jefe.",
        "Si pillas a alguien, encuentras evidencias que muestran que han estado haciendo algo malo o bueno en secreto."
      ]
    },
    {
      "VocabularyWord": "Carry on",
      "Meanings": [ "Continuar" ],
      "EnglishExamples": [
        "I think the nice beach is a bit further, let’s carry on walking.",
        "I can’t carry on like this all day! This is crazy!",
        "She told him to carry on working until she came back."
      ],
      "SpanishExamples": [
        "Creo que la playa buena está un poco lejos, continuemos caminando.",
        "¡No puedo continuar así todo el día! ¡Es de locos!",
        "Le dijo que continuará trabajando hasta que volviera."
      ]
    },
    {
      "VocabularyWord": "Carry out",
      "Meanings": [ "Llevar a cabo, Realizar" ],
      "EnglishExamples": [
        "They’re still carrying out investigations into the murder",
        "Are you in favour of scientists carrying out experiments on animals?",
        "We have to carry out some market research before launching the product."
      ],
      "SpanishExamples": [
        "Siguen llevando a cabo investigaciones sobre el asesinato",
        "Estás a favor de que los científicos lleven a cabo experimentos en animales?",
        "Tenemos que llevar a cabo estudios de mercado antes de lanzar el producto"
      ]
    },
    {
      "VocabularyWord": "Catch up on",
      "Meanings": [ "Ponerse al día, Recuperar" ],
      "EnglishExamples": [
        "I’d better catch up on my studying, or else I won’t pass my exams.",
        "He’ll catch up on his swimming once he starts feeling better.",
        "She catches up on her reading whenever she gets a chance."
      ],
      "SpanishExamples": [
        "Mejor que me ponga al día con mis estudios o si no, no aprobare los exámenes.",
        "Se pondrá al día con su natación una vez que empiece a encontrarse mejor.",
        "Se pone al día con su lectura siempre que tiene ocasión u oportunidad."
      ]
    },
    {
      "VocabularyWord": "Catch up with",
      "Meanings": [ "Alcanzar" ],
      "EnglishExamples": [
        "You start walking with the children, and I’ll take my bike to catch up with you before the restaurant.",
        "You’d have to order three beers to catch up with us.",
        "The taxi caught up with us and the mystery passenger got out..",
        "If you fall behind, you should catch up with the rest of the class."
      ],
      "SpanishExamples": [
        "Empieza a caminar con los niños, cogeré mi bici y te alcanzaré antes del restaurante.",
        "Tendrías que pedirte tres cervezas para alcanzarnos.",
        "El taxi nos alcanzó y el misterioso pasajero salió.",
        "Si te quedas atrás, deberías alcanzar al resto de la clase."
      ]
    },
    {
      "VocabularyWord": "Charge up",
      "Meanings": [ "Cargar batería" ],
      "EnglishExamples": [
        "It’s so annoying that I have to charge up my cordless drill every 20 minutes if I want it to work well.",
        "I can’t believe it! This wireless headphones are run out of battery again! I have to charge them up.",
        "Don’t forget to charge you phone up, before you leave."
      ],
      "SpanishExamples": [
        "Es tan molesto que tenga que cargar mi taladro inalámbrico cada 20 minutos si quiero que funcione bien.",
        "No puedo creerlo! Estos cascos inalámbricos están sin batería otra vez. Tengo que cargarlos.",
        "No olvides cargar tu móvil antes de irte."
      ]
    },
    {
      "VocabularyWord": "Cheat on",
      "Meanings": [ "Engañar, Infidelidad" ],
      "EnglishExamples": [
        "He cheated on his girlfriend, but then he felt really guilty.",
        "I think my husband is cheating on me. Last night, he came home really late, and there was lipstick on his shirt.",
        "What?! You’re making it up! She’s cheating on me??"
      ],
      "SpanishExamples": [
        "Engañó a su novia, pero entonces se sintió muy culpable..",
        "Creo que mi marido me está engañando. Anoche llegó muy tarde a casa, y había pintalabios en su camisa.",
        "¿Qué? ¿Te lo estás inventando! ¿Me está engañando?"
      ]
    },
    {
      "VocabularyWord": "Cheat on",
      "Meanings": [ "Hacer trampas" ],
      "EnglishExamples": [
        "The teacher realized that Jim cheated on the exam.",
        "Tom was caught cheating on a test and got expelled from school."
      ],
      "SpanishExamples": [
        "La profesora se dio cuenta de que Jim se copió en el examen.",
        "Tom fue cogido haciendo trampas en un test y fue expulsado del colegio."
      ]
    },
    {
      "VocabularyWord": "Cheer up",
      "Meanings": [ "Animar a alguien" ],
      "EnglishExamples": [
        "I need you to cheer me up, bro. Come on. I’ve seen some amazing shoes..",
        "Here’s a plate of chocolate ice cream to cheer you up.",
        "My grandma was ill and fed up, so I showed her my funny holiday photos to cheer her up."
      ],
      "SpanishExamples": [
        "Necesito que me animes, bro. Vamos, he visto unos zapatos increíbles.",
        "Aquí tienes un plato de helado de chocolate para animarte.",
        "Mi abuela estaba enferma y harta, así que la enseñé mis divertidas fotos de las vacaciones para animarla."
      ]
    },
    {
      "VocabularyWord": "Come across",
      "Meanings": [ "Dar la impresión" ],
      "EnglishExamples": [
        "I hope it didn’t come across as rude that I didn’t call to let her know I wasn’t coming.",
        "She is so confident that she sometimes comes across as a little arrogant.",
        "He came across as shy because he spoke so quietly.",
        "He comes ​across as a ​bit of a ​bore in ​interview."
      ],
      "SpanishExamples": [
        "Espero que no diera la impresión de ser grosera ya que no llamé para hacerla saber de qué iba a venir.",
        "Ella es tan segura de sí misma que a veces puede dar la impresión de ser un poco arrogante.",
        "El dió la impresión de ser tímido porque habló muy bajito.",
        "El dio la impresión de un poco aburrido en la entrevista."
      ]
    },
    {
      "VocabularyWord": "Come along",
      "Meanings": [ "Venir, Acompañar" ],
      "EnglishExamples": [
        "May I come along on your trip tomorrow?",
        "Come Along, we’ll never get there if you don’t keep up with us.",
        "I’ve never seen a baseball game, do you mind if I come along?",
        "We're going to the swimming pool, you can come along later if you want."
      ],
      "SpanishExamples": [
        "¿Puedo Ir contigo a tu viaje de mañana?",
        "Ven rápido, no llegaremos allí si no sigues nuestro ritmo.",
        "Nunca he visto un partido de béisbol, ¿Te importa si voy contigo?",
        "Vamos a la piscina, puedes venir con nosotros, después si quieres."
      ]
    },
    {
      "VocabularyWord": "Come over",
      "Meanings": [ "Venir a casa, Pasarse" ],
      "EnglishExamples": [
        "I’m having a party. Comer over!",
        "Do you want to come over to Tom’s for dinner?",
        "He’s such a reliable person that we can count on him for anything."
      ],
      "SpanishExamples": [
        "Voy a dar una fiesta. ¡Vente a casa!",
        "¿Quieres venir a casa de Tom a cenar?",
        "Si vienes esta noche a casa, veremos una peli juntos."
      ]
    },
    {
      "VocabularyWord": "Come out",
      "Meanings": [ "Salir (a la venta, del armario…)" ],
      "EnglishExamples": [
        "So, I saw that new Tom Hanks’ movie that has just came out.",
        "After college, Luke decided to come out to his parents.",
        "I can’t wait for the sequel to this movie, I hear it’s coming out next June",
        "If a movie, CD or product comes out, it means it is made available to the public.",
        "The details of the scandal came out in the press and she had to resign.",
        "It started cloudy, but then the sun came out and we all went to the park."
      ],
      "SpanishExamples": [
        "A si que, vi esa nueva película de Tom Hanks que acaba de salir.",
        "Después del colegio, Luke decidió salir del armario para sus padres.",
        "No puedo esperar para la secuela de esta película. Oí que sale el próximo Junio.",
        "Si una película, CD o producto sale, significa que está disponible al público.",
        "Los detalles del escándalo salieron en la conferencia y ella tuvo que dimitir.",
        "Empezó nublado, pero entonces el sol salió y fuimos al parque."
      ]
    },
    {
      "VocabularyWord": "Come up",
      "Meanings": [ "Surgir" ],
      "EnglishExamples": [
        "I’ll be late home, darling, Something’s come up at work.",
        "Your name came up in our conversation yesterday.",
        "Let’s try to avoid that matter coming up."
      ],
      "SpanishExamples": [
        "Vuelvo tarde a casa cariño. Ha surgido algo en el trabajo.",
        "Tu nombre surgió en nuestro conversación ayer.",
        "Intentaremos evitar que salga ese asunto."
      ]
    },
    {
      "VocabularyWord": "Come up with",
      "Meanings": [ "Dar con, Inventar" ],
      "EnglishExamples": [
        "Mary’s great! She came up with the best idea for the project.",
        "Sarah’s a star! She came up with the best idea for the party.",
        "I came up with a good plan for studying English.",
        "That person came up with the money we needed.",
        "Don't bother trying to come up with any excuse, don't try to put it off!"
      ],
      "SpanishExamples": [
        "¡Mary es genial! Dio con la mejor idea para el proyecto.",
        "¡Sarah es una crack! Inventó la mejor idea para la fiesta.",
        "Me inventé un buen plan para estudiar inglés.",
        "Esa persona dio con el dinero que necesitábamos",
        "¡No te molestes en intentar inventar excusas, no trates de posponerlo!"
      ]
    },
    {
      "VocabularyWord": "Count on",
      "Meanings": [ "Contar con" ],
      "EnglishExamples": [
        "Do you think we can count on her?",
        "We can’t count on his support.",
        "He’s such a reliable person that we can count on him for anything."
      ],
      "SpanishExamples": [
        "¿Crees que podemos contar con ella?",
        "No podemos contar con su apoyo.",
        "El es una persona tan de fiar, que podemos contar con él para cualquier cosa."
      ]
    },
    {
      "VocabularyWord": "Cut off",
      "Meanings": [ "Cortar" ],
      "EnglishExamples": [
        "I was cutting some carrots and I accidentally cut my finger off.",
        "Sorry the line cut off, I didn’t hang up on you!",
        "Our water was cut off because we forgot tp pay the bills.",
        "Fran cut me off when I was in the middle of speaking."
      ],
      "SpanishExamples": [
        "Estaba cortando zanahorias y me corté el dedo por accidente.",
        "They cut our Internet off by accident although we paid the bills",
        "Nos cortaron el agua porque olvidamos pagar las factura.",
        "Fran me cortó cuando estaba en medio de una conversación."
      ]
    },
    {
      "VocabularyWord": "Dress up",
      "Meanings": [ "Vestirse especial" ],
      "EnglishExamples": [
        "We’re all going to dress up for the Alan’s birthday party.",
        "I hate dressing up, I’m more of a casual type of guy.",
        "Let’s dress up for Halloween."
      ],
      "SpanishExamples": [
        "Vamos todos a vestirnos elegantes para la fiesta de cumpleaños de Alan.",
        "Odio vestirme elegante, soy más un tipo casual.",
        "Vamos a disfrazarnos para Halloween."
      ]
    },
    {
      "VocabularyWord": "Drop off",
      "Meanings": [ "Dejar a alguien (coche)" ],
      "EnglishExamples": [
        "I drop my husband off at the office every day.",
        "I drop my kids off at school every morning.",
        "I drop my mother off at the train station every Saturday."
      ],
      "SpanishExamples": [
        "Dejo a mi marido en la oficina todos los días.",
        "Dejo a mis hijos en el colegio todas las mañanas.",
        "Dejo a mi madre en la estación de tren todos los sábados."
      ]
    },
    {
      "VocabularyWord": "Drop off",
      "Meanings": [ "Dormirse" ],
      "EnglishExamples": [
        "I was just dropping off when you came in.",
        "The baby finally dropped off at half past nine.",
        "I dropped off during the film.",
        "Sorry, I dropped off for a minute."
      ],
      "SpanishExamples": [
        "Estaba durmiendo cuando entraste..",
        "El bebé al fin se durmió a las 9:30.",
        "Me dormí durante la película.",
        "Perdón, me dormí un segundo."
      ]
    },
    {
      "VocabularyWord": "Face up",
      "Meanings": [ "Afrontar algo" ],
      "EnglishExamples": [
        "Face up to it Fred, this time it’s over!",
        "Jane, it's time to face up to your son's behavioural problems and get him the help he needs.",
        "Many people find it hard to face up to the fact that they are getting old.",
        "We have to face up to the challenge of competing with new companies and new products.",
        "She's going to have to ​face up to the ​fact that he's not going to ​marry her."
      ],
      "SpanishExamples": [
        "Afrontalo Fred, esta vez ¡Se acabó!",
        "Jane es momento de afrontar los problemas de comportamiento de tu hijo y darle la ayuda que necesita.",
        "Mucha gente le cuesta afrontar el hecho de que se están haciendo mayores.",
        "Tenemos que afrontar el reto de competir con nuevas compañías y nuevos productos.",
        "Va a tener que afrontar el hecho de que él no se va a casar con él."
      ]
    },
    {
      "VocabularyWord": "Fall behind",
      "Meanings": [ "Quedarse atrás, Retrasarse" ],
      "EnglishExamples": [
        "I’ve fallen behind with that soap opera, Is she still going out with the masseur?",
        "My daughter has fallen behind in her studies this year due to her illness.",
        "Why have you fallen so behind on that project?",
        "I’m really worried about falling behind with the mortgage repayments.",
        "They’re starting to fall behind in the race to win the championship.",
        "The British athlete has fallen behind  with two laps to go."
      ],
      "SpanishExamples": [
        "Me he quedado atrás con ese culebrón, ¿sigue saliendo ella con el masajista?.",
        "Mi hija se ha quedado atrás en sus estudios este año debido a su enfermedad.",
        "¿Por que te estás retrasando tanto con este proyecto?",
        "Estoy muy preocupado por retrasarme en los pagos de la hipoteca.",
        "Están empezando a quedarse atrás en la carrera para ganar el campeonato.",
        "El atleta británico se ha quedado muy atrás a falta de dos vueltas para terminar."
      ]
    },
    {
      "VocabularyWord": "Fall appart",
      "Meanings": [ "Romperse, Derrumbarse" ],
      "EnglishExamples": [
        "It is important not to fall apart when things don't go exactly the way you want.",
        "The box fell apart when I picked it up.",
        "He fell apart when they sacked him.",
        "He bought some cheap shoes that fell apart after a couple of months.",
        "Their marriage fell apart when she found out about her husband's affair.",
        "My old coat is falling apart at the seams."
      ],
      "SpanishExamples": [
        "Es importante no derrumbarse, cuando las cosas no van como tu quieres.",
        "La caja se rompió cuando la levanté!",
        "Se derrumbó cuando le despidieron.",
        "Se compró zapatos baratos que se rompieron después de un par de meses.",
        "Su matrimonio se derrumbó cuando ella descubrió el affair de su marido.",
        "Mi vieja chaqueta se está rompiendo por las costuras."
      ]
    },
    {
      "VocabularyWord": "Fall out",
      "Meanings": [ "Pelearse con alguien" ],
      "EnglishExamples": [
        "I fell out with Sandy because she was always flirting with my boyfriend.",
        "Why did they fall out with each other?",
        "How could you have fallen out? But you were getting on so well."
      ],
      "SpanishExamples": [
        "Me peleé con Sandy porque siempre estaba tonteando con mi novio.",
        "¿Porque se pelearon?",
        "¿Cómo es posible que os hayáis peleado? Pero si os estábais llevando muy bien."
      ]
    },
    {
      "VocabularyWord": "Fed up",
      "Meanings": [ "Estar harto de" ],
      "EnglishExamples": [
        "I’m fed up with my job.",
        "I am fed up with being put down and made to feel stupid",
        "You look fed up. What’s the matter?"
      ],
      "SpanishExamples": [
        "Estoy harta de mi trabajo.",
        "Estoy harto de ser menospreciado y sentirme estúpido",
        "Pareces harto, ¿que pasa?"
      ]
    },
    {
      "VocabularyWord": "Find out",
      "Meanings": [ "Descubrir, Enterarse de algo" ],
      "EnglishExamples": [
        "When did you find out she was pregnant? I found out she was pregnant yesterday.",
        "Did you find the address? Watson found out where he lived.",
        "I found out (that) he was cheating on her."
      ],
      "SpanishExamples": [
        "Cuando te enteraste de que estaba embarazada? Descubrí que estaba embarazada ayer.",
        "I found the key and I found out what it is for.",
        "Me enteré que él la estaba engañando."
      ]
    },
    {
      "VocabularyWord": "Figure out",
      "Meanings": [ "Descubrir,Resolver,Comprender" ],
      "EnglishExamples": [
        "How did you figure out the math problem?",
        "He finally figured out why his car wouldn’t start.",
        "I can’t figure out why he did it!",
        "I find him really odd, I can’t figure him out at all.",
        "Can you figure out the answer of the question 5?"

      ],
      "SpanishExamples": [
        "¿Como resolviste el problema de matemáticas?",
        "El descubrió al final porque su coche no arrancaba.",
        "No puedo entender porqué lo hizo.",
        "Le encuentro muy raro, no le comprendo para nada.",
        "¿Puedes resolver la respuesta de la pregunta 5?"
      ]
    },
    {
      "VocabularyWord": "Fill up",
      "Meanings": [ "Llenar hasta arriba" ],
      "EnglishExamples": [
        "He turned on the taps and proceeded to fill up the bath with water.",
        "Fill up your cup before they stop serving tea.",
        "Brendan filled up my glass with wine.",
        "They give us bread to fill us up."
      ],
      "SpanishExamples": [
        "Encendió los grifos y prosiguió a llenar el baño con agua.",
        "Llena tu taza antes de que dejen de servir te.",
        "Brendan llenó mi vaso con vino.",
        "Nos dan pan para llenarnos."
      ]
    },
    {
      "VocabularyWord": "Fizzle out",
      "Meanings": [ "Apagarse, decaer" ],
      "EnglishExamples": [
        "Her enthusiasm would fizzle out when she began to tire during the run.",
        "He had a great idea for a new business, but he didn’t really put in much work and it fizzle out.",
        "The campaign started well, but fizzled out when they ran out of money.",
        "They went to different universities and their relationship just fizzled out.",
        "A lot of fireworks fizzled out because it was raining."
      ],
      "SpanishExamples": [
        "Su entusiasmo decayó cuando empezó a cansarse durante la carrera",
        "Tuvo una gran idea para un nuevo negocio, pero no puso mucho empeño y decayó.",
        "La campaña comenzó bien pero decayó cuando se quedaron sin dinero.",
        "Fueron a diferentes universidades y su relación simplemente se apagó.",
        "Muchos fuegos artificiales se apagaron porque estaba lloviendo."
      ]
    },
    {
      "VocabularyWord": "Freak out",
      "Meanings": [ "Alucinar, flipar" ],
      "EnglishExamples": [
        "When I tell my parents I'm quitting school, they are going to freak out.",
        "Lisa freaked out when she saw the snake in her room.",
        "She freaked out completely when she didn’t get the grades to get into university."
      ],
      "SpanishExamples": [
        "Cuando les diga a mis padres que voy a dejar el colegio, van a alucinar.",
        "Lisa alucinó cuando vio la serpiente en su habitación.",
        "Ella flipó completamente cuando no obtuvo las notas para entrar en la universidad."
      ]
    },
    {
      "VocabularyWord": "Fuck someone over",
      "Meanings": [ "Joder a alguien" ],
      "EnglishExamples": [
        "His brother really fucked him over.",
        "His company is fucking him over.",
        "I have to work on saturday. They’re really fucking me over."
      ],
      "SpanishExamples": [
        "Su hermano le ha jodido muchísimo.",
        "Su empresa le está jodiendo.",
        "Tengo que trabajar el sábado. Me están jodiendo muchísimo."
      ]
    },
    {
      "VocabularyWord": "Get away",
      "Meanings": [ "Escapar, Escapar (vacaciones)" ],
      "EnglishExamples": [
        "I was fishing, caught a really big fish and at the last minute the fish got away.",
        "The robbers got away in a stolen car, which the police later found abandoned.",
        "We ​walked to the next ​beach to get away from the ​crowds",
        "I‘ve been working late all week and need to get away this weekend.",
        "I’ve had enough of my boss. Let’s get away this weekend!"
      ],
      "SpanishExamples": [
        "Estaba pescando, cazé un pez muy grande pero en el último momento el pez se escapó.",
        "Los ladrones escaparon en un coche robado, que la policía encontró abandonado más tarde.",
        "Andamos hasta la siguiente playa para escapar de la multitud.",
        "Llevo trabajando toda la semana tarde, necesito una escapada este fin de semana.",
        "Estoy harto de mi jefe ¡Vámonos fuera este fin de semana!"
      ]
    },
    {
      "VocabularyWord": "Get away with",
      "Meanings": [ "Salir impune, salirse con la suya" ],
      "EnglishExamples": [
        "How can banks always get away with everything?",
        "There was no way he was going to get away with that robbery.",
        "We can't let them get away with it again.",
        "If I thought I could get away with it, I'd do it.",
        "You'll never get away with it!",
        "Your brother always gets away with it, doesn´t he?"
      ],
      "SpanishExamples": [
        "¿Cómo es que los bancos siempre se salen con la suya?",
        "Era imposible que saliera impune de este robo.",
        "No podemos dejar que salga impone otra vez.",
        "Si pensara que podría salirse con la suya, lo haría.",
        "Nunca se van a salir con la suya.",
        "Tu hermano siempre se sale con la suya, ¿no?"
      ]
    },
    {
      "VocabularyWord": "Get on with/ Get along",
      "Meanings": [ "Llevarse bien con" ],
      "EnglishExamples": [
        "It helps if you get on with/get along the people you work with.",
        "Alan wasn’t so sure. He wasn’t very good at getting on with people.",
        "I can see you two are going to get on like a house on fire!",
        "Has Laura got a male cousin she gets on really well with?",
        "I get along Melissa pretty well, but I don’t think I fit in with her friends.",
        "I get along really well my dad. I feel like I could talk to him about anything."
      ],
      "SpanishExamples": [
        "Ayuda si te llevas bien con la gente que trabajas.",
        "Alan no estaba tan seguro. El no era muy bueno llevándose bien con la gente.",
        "¡Puedo ver que os vais a llevar super bien!",
        "¿Tiene Laura algún primo con el que se lleve muy bien?",
        "Me llevo muy bien con Melissa pero no creo que encaje bien con sus amigos.",
        "Me llevo muy bien con mi padre. Siento como si pudiese hablar con él de cualquier cosa."
      ]
    },
    {
      "VocabularyWord": "Get on",
      "Meanings": [ "Subir a" ],
      "EnglishExamples": [
        "I get on the bus at the end of my road.",
        "I usually get on the bus here.",
        "We were about to get on the plane."
      ],
      "SpanishExamples": [
        "Subo al autobús al final de mi calle.",
        "Suelo subir al autobús aquí.",
        "Estábamos apunto de subir al autobús."
      ]
    },
    {
      "VocabularyWord": "Get off",
      "Meanings": [ "Bajar de" ],
      "EnglishExamples": [
        "Get off the table, you fool!",
        "You have to get off at the next stop",
        "I got off at the wrong stop."
      ],
      "SpanishExamples": [
        "¡Bájate de la mesa, imbécil!",
        "Tienes que bajar en la siguiente parada.",
        "Bajé en la parada equivocada."
      ]
    },
    {
      "VocabularyWord": "Get over",
      "Meanings": [ "Bajar de" ],
      "EnglishExamples": [
        "I hope you get over your flu really quickly.",
        "It took me months to get over Jake after we broke up.",
        "It took us a long time to get over the problems with the computer system.",
        "It’s not going to be easy to get over."
      ],
      "SpanishExamples": [
        "Espero que te recuperes de la gripe pronto.",
        "Tardé meses en superar lo de Jake después de que rompiésemos.",
        "Nos llevó mucho tiempo superar los problemas con el sistema operativo.",
        "Todavía estoy superando lo de Iván después de que el dejara la compañia."
      ]
    },
    {
      "VocabularyWord": "Get rid of",
      "Meanings": [ "Deshacerse de algo" ],
      "EnglishExamples": [
        "I’d like to get rid of this old laptop.",
        "This room is a mess, get rid of that garbage please!",
        "I’m fed up with this table I should to get rid of it!"
      ],
      "SpanishExamples": [
        "Me gustaría deshacerme de este viejo portátil.",
        "¡Esta habitación es un desastre, deshazte de esa basura por favor!",
        "Estoy harta de esta mesa, debería deshacerme de ella."
      ]
    },
    {
      "VocabularyWord": "Get Through",
      "Meanings": [ "Hacer entender, llegar algo" ],
      "EnglishExamples": [
        "I'm just not getting through to you, Daisy! The truth is that I ignored Johnny because I was on a date with my new boyfriend!!!",
        "I had a long conversation with John after lunch, and I think I got through to him. ",
        "My teacher got me through the exam.",
        "The message didn't get through.",
        "The water got through the roof and damaged the carpets",
        "If the proposal gets through, it'll make things much better for us."
      ],
      "SpanishExamples": [
        "¡Solo te lo voy a hacer entender Daisy! ¡La verdad es que ignoré a Johnny porque estaba saliendo con mi nuevo novio!.",
        "Tuve una larga conversación con John después de comer, y creo que se lo hice entender.",
        "Mi profesora me hizo entender el exámen",
        "El mensaje no llegó.",
        "El agua llegaba a través del tejado y daño la moqueta.",
        "Si la proposición llega, hará las cosas mucho mejor para nosotros."
      ]
    },

    {
      "VocabularyWord": "Get Through",
      "Meanings": [ "Comunicar al teléfono" ],
      "EnglishExamples": [
        "I’m calling a cafe about a job, I can’t get through",
        "Sam is trying to call the cafe but he can’t get through.",
        "I can’t get through, their number is always busy",
        "She called several times but she could never gets through.",
        "I just got through, but it’s a recorded message.",
        "I’m trying to get through to the President be he’s not answering his phone."
      ],
      "SpanishExamples": [
        "Estoy llamando a un café para un trabajo, pero no puedo comunicar.",
        "Sam está intentando llamar al Café pero no puede conectar.",
        "No puedo comunicarme con ellos, su número está siempre ocupado.",
        "Llamó varias veces pero nunca pudo comunicarse.",
        "Acabo de conectar, pero es un mensaje grabado.",
        "Estoy intentando comunicarme con el Presidente pero no contesta al teléfono."
      ]
    },

    {
      "VocabularyWord": "Give away",
      "Meanings": [ "Regalar" ],
      "EnglishExamples": [
        "They're giving their new album away online.",
        "I can't afford to give my money away.",
        "My dog has just given birth 8 puppies, so I'm going to have to give some of them away.",
        "It´s quite easy to give something away if it’s not yours.",
        "She gives a lot of her money away to charity.",
        "Have you heard that they're literally giving computers away in that shop?",
        "They’re giving away free copies of the The Hobbit with the Sunday newspaper."

      ],
      "SpanishExamples": [
        "Están regalando su nuevo algún online.",
        "No me puedo permitir el lujo de regalar más dinero.",
        "Mi perra acaba de dar a luz de 8 cachorros, a si que voy a tener que regalar algunos.",
        "Es bastante fácil regalar algo cuando no es tuyo.",
        "Regala mucho dinero a obras benéficas.",
        "¿Has oído que literalmente están regalando ordenadores en esa tienda?",
        "Están regalando copias gratis de el Hobbit con el periódico del domingo."
      ]
    },

    {
      "VocabularyWord": "Give up",
      "Meanings": [ "Dejar de hacer algo" ],
      "EnglishExamples": [
        "I’m trying to give up smoking at the moment.",
        "I’ve given up going to the gym.",
        "I give up, you’re far better than me at this game!"

      ],
      "SpanishExamples": [
        "Estoy intentando dejar de fumar en este momento.",
        "He dejado de ir al gimnasio.",
        "Lo dejo, ¡Eres mucho mejor que yo en este juego!"
      ]
    },
    {
      "VocabularyWord": "Go out with",
      "Meanings": [ "Salir con alguien" ],
      "EnglishExamples": [
        "Would she even consider going out with me?",
        "Emma didn't know that Tom was going out with my sister.",
        "How long have you been going out with him?"

      ],
      "SpanishExamples": [
        "¿Consideraría ella salir conmigo?",
        "Emma no sabía que Tom estaba saliendo con mi hermana",
        "¿Cuánto tiempo llevas con él?"
      ]
    },
    {
      "VocabularyWord": "Go around / go round",
      "Meanings": [ "Salir por ahí" ],
      "EnglishExamples": [
        "Alan didn´t like going round forests, they were dark and spooky and he always got lost.",
        "I played I game yesterday where you have to go around the forest to get items like a dog collar, a shirt and put them in a bag to guess the right answer",
        "I spent all afternoon going around the shops looking for a suit.",
        "There's a nasty strain of flu going around ",
        "He goes around looking filthy."
      ],
      "SpanishExamples": [
        "Alan no le gustaba salir por los bosques, están oscuros y espeluznantes y siempre se perdía.",
        "Jugué a un juego ayer donde tienes que salir por el bosque, conseguir objetos como un collar para perros, una camiseta y ponerlos en una bolsa para descubrir la respuesta correcta.",
        "Pasé toda la tarde saliendo por ahí de tiendas buscando un traje.",
        "Hay un terrible virus de la gripe dando vueltas.",
        "Él va por ahí con ese aspecto tan desagradable."
      ]
    },
    {
      "VocabularyWord": "Goof around",
      "Meanings": [ "Tontear, Hacer el tonto" ],
      "EnglishExamples": [
        "The kids were all goofing around, waiting for the bus.",
        "Stop goofing around!",
        "The ​boys ​spent the ​whole ​summer just ​goofing around.",
        "The monarch ordered the field marshal to quit goofing around and win the goddamn war",
        "Behind his back a few players goof around and make jokes, but the captain hardly misses a beat.",
        "If you're done goofing around, maybe we could get some work done?"


      ],
      "SpanishExamples": [
        "Los niños estuvieron tonteando, esperando al autobús.",
        "Deja de hacer el tonto!",
        "Los chicos pasaron todo el verano haciendo el tonto.",
        "El monarca ordenó al comandante Marshal dejar de hacer el tonto y ganar la maldita guerra.",
        "A sus espaldas algunos jugadores tontean y hacen bromas, pero el capitán apenas pierde el ritmo",
        "Si has terminado de hacer el tonto, quizá podríamos trabajar un poco?"
      ]
    },

    {
      "VocabularyWord": "Go Through",
      "Meanings": [ "Revisar, Examinar, Experimentar" ],
      "EnglishExamples": [
        "They all went through the menu deciding what to order.",
        "Alan went through the menu three times looking for the cheapest meal.",
        "I went through my notes before the exam.",
        "The detective said to the suspect, let’s just go through your story again.",
        "You wouldn't believe what I went through when I was ill!",
        "I went through my desk looking for the letter.",
        "Let's go through the details to see if nothing's missing for the party."
      ],
      "SpanishExamples": [
        "Todos revisaron el menú decidiendo que pedir.",
        "Alan revisó el menú 3 veces buscando lo más barato.",
        "Revisé mis notas antes del exámen.",
        "El detective le dijo al sospechoso, Solo examinemos tu historia de nuevo.",
        "¡No creerías lo que experimenté cuando estaba mala!",
        "Examiné mi mesa buscando la carta.",
        "Revisemos los detalles para ver si no falta nada para la fiesta."
      ]
    },

    {
      "VocabularyWord": "Go off",
      "Meanings": [ " Sonar, Explotar, Estropearse" ],
      "EnglishExamples": [
        "Hurry up! Cut the cable right now!! The bomb is gonna go off and the building will blow up!.",
        "Didn't you hear your alarm clock going off this morning?",
        "His car alarm is always going off by mistake.",
        "The milk went off because I forgot to put it in the fridge.",
        "The lights went off in several villages because of the storm.",
        "It's getting cold. The heater must have gone off."
      ],
      "SpanishExamples": [
        "Date prisa, corta el cable ya! La bomba va a explotar y el edificio explotará.",
        "¿No has oído la alarma de tu reloj sonar esta mañana?",
        "Su alarma siempre se está sonando por error.",
        "La leche se estropeó porque olvidé ponerla en la nevera.",
        "Las luces en varios pueblos se estropearon por la tormenta.",
        "Está empezando a hacer frío. La calefacción se debe haber estropeado."
      ]
    },

    {
      "VocabularyWord": "Hand out",
      "Meanings": [ "Repartir, Distribuir" ],
      "EnglishExamples": [
        "Volunteers in Haiti are handing out food and water to earthquake victims.",
        "he teacher handed out the worksheet to the class.",
        "He handed the toys out to the children.",
        "It's my job to hand out the flyers advertising the new supermarket."

      ],
      "SpanishExamples": [
        "Voluntarios en Haití están repartiendo comida y agua para las víctimas del terremoto.",
        "La profesora repartió la hoja de ejercicios para clase.",
        "Es mi trabajo repartir flyers del nuevo supermercado."
      ]
    },
    {
      "VocabularyWord": "Hand over",
      "Meanings": [ "Entregar, Dar" ],
      "EnglishExamples": [
        "The robber told the clerk to hand over all the money.",
        "All the essays are to be handed over before Monday.",
        "He handed the car keys over to Stella."

      ],
      "SpanishExamples": [
        "El ladrón le dijo al dependiente que le entregara todo el dinero.",
        "Todos los ensayos deben ser entregados para el lunes.",
        "Le entregó las llaves del coche a Stella."
      ]
    },
    {
      "VocabularyWord": "Hang out with",
      "Meanings": [ "Salir con alguien, Pasar el rato" ],
      "EnglishExamples": [
        "Since he got a girlfriend he stopped hanging out with his friends.",
        "Why don't you come over to my house and hang out for awhile.",
        "Why don’t you hang out with me for a while? I haven’t seen you for ages!"

      ],
      "SpanishExamples": [
        "Desde que tiene novia ha dejado de salir con sus amigos.",
        "¿Por qué no vienes a mi casa a pasar el rato?",
        "¿Por qué no sales conmigo un rato? ¡No te he visto en años!"
      ]
    },
    {
      "VocabularyWord": "Have out",
      "Meanings": [ "Aclarar/Hablar las cosas" ],
      "EnglishExamples": [
        "Victor and Shelly are going to have it out.",
        "It sounds like Victor and Shelly are going to have it out once and for all.",
        "I know you have something against me. Let’s have it out!",
        "Have you got something against me? Do you want to have it out?"

      ],
      "SpanishExamples": [
        "Victor y Shelly van a hablarlo.",
        "Parece que Víctor y Shelly van a aclararlos de una vez por todas.",
        "Se que tienes algo encontra de mi. ¡Hablemoslo!",
        "¿Tienes algo en mi contra? ¿Quieres hablarlo?"
      ]
    },
    {
      "VocabularyWord": "Head off",
      "Meanings": [ "Irse de un sitio" ],
      "EnglishExamples": [
        "I’m sorry, I need to heed of at 5 pm.",
        "We should head off soon, don’t order more drinks.",
        "Can we head off now? I’ll call a taxi."

      ],
      "SpanishExamples": [
        "Lo siento, me tengo que ir a las 17:00",
        "Deberíamos irnos pronto, no pidas más bebidas.",
        "¿Podemos irnos ya? Voy a llamar a un taxi."
      ]
    },
    {
      "VocabularyWord": "Head out",
      "Meanings": [ "Salir a hacer algo" ],
      "EnglishExamples": [
        "Why don’t we head out? I’m bored.",
        "Why don’t we head out? We could go shopping.",
        "Why don’t we head out tonight? I don’t feel like cooking.",
        "I’m heading out to the ceremony, please wait!",
        "We’re heading out now to the opening of the exhibition.",
        "My parents are heading out now to the funeral."

      ],
      "SpanishExamples": [
        "¿Por qué no salimos? Estoy aburrido.",
        "¿Por qué no salimos? Podíamos irnos de compras.",
        "¿Por qué no salimos? No me apetece cocinar.",
        "Ya salgo a la ceremonia, ¡espera por favor!",
        "Salimos ahora a la inauguración de la exposición.",
        "Mis padres salen ahora al funeral."
      ]
    },
    {
      "VocabularyWord": "Head off to",
      "Meanings": [ "Irse a un sitio" ],
      "EnglishExamples": [
        "I’m heading off to bed.",
        "We’re heading off to the theatre. Do you want to come?",
        "We decided to head off to London as soon as we found out he was there."

      ],
      "SpanishExamples": [
        "Me voy a la cama.",
        "Nos vamos al teatro. ¿Quieres venir?",
        "Decidimos salir hacia Londres en cuanto nos enteramos de que él estaba allí."
      ]
    },
    {
      "VocabularyWord": "Hit on",
      "Meanings": [ "Tontear, Flirtear, Tirar los tejos" ],
      "EnglishExamples": [
        "Who was that guy you were talking to at the bar? It looked like he was hitting on you.",
        "I was very uncomfortable when my friend's father started hitting on me. He’s 30 years older than me, and married.",
        "I’m a very shy person so I don’t know how to react when someone hits on me."

      ],
      "SpanishExamples": [
        "¿Quién era ese chico con el que estabas hablando en el bar? Parecía que él estaba tonteando contigo.",
        "Estuve muy incómodo cuando el padre de mi amigo empezó a flirtear conmigo. El es 30 años mayor que yo y está casado.",
        "Soy una persona muy tímida así que no se como reaccionar cuando alguien me tira los trastos."
      ]
    },
    {
      "VocabularyWord": "Hold on/ Hang on",
      "Meanings": [ "Esperar un momento" ],
      "EnglishExamples": [
        "I’m coming in a minute. Just hold on while I close the windows.",
        "Hold on, let me check my calendar… it’s going to be such a busy summer.",
        "Hang on… you want me to sell my clothes?",
        "Hang on a minute, I have to tell you something before you go…",
        "Don’t despair! Hang on in there and everything will turn out well.",
        "Hang on a ​minute,  I'll be with you in a ​moment!",
        "Hold on, I'll ​check in my ​diary."
      ],
      "SpanishExamples": [
        "Voy en un minuto. Solo espera un poco mientras cierro las ventanas.",
        "Espera, déjame comprobar mi calendario… Va a ser un verano muy ocupado.",
        "Espera un momento… ¿Quieres que venda mi ropa?",
        "Espera un minuto, tengo que decirte algo antes de que te vayas.",
        "No desesperéis! Esperar ahí y todo terminará bien.",
        "Espera un minuto, ¡estaré contigo en un momento!",
        "Espera, comprobaré en mi agenda."
      ]
    },
    {
      "VocabularyWord": "Keep away",
      "Meanings": [ "Mantenerse alejado" ],
      "EnglishExamples": [
        "If I were you, I'd keep away from the beaches there. They're very polluted.",
        "Keep away from me. I don't want to have anything to you with you.",
        "Keep away from the fire.",
        "Keep medicines away from children.",
        "At least you keep the vampires away with all the garlic that you eat.",
        "The police kept the crowds away from the G8 summit."
      ],
      "SpanishExamples": [
        "Si yo fuera tu me mantendría alejado de las playas de ahí. Están muy contaminadas.",
        "Mantente alejado de mi. No quiero tener nada que ver contigo.",
        "Estate alejado del fuego.",
        "Mantén las medicinas alejadas de los niños.",
        "Al menos mantienes a los vampiros alejados con todo ese ajo que comes.",
        "La policía mantuvo a la multitud alejadas de la cumbre del G8."
      ]
    },
    {
      "VocabularyWord": "Keep up",
      "Meanings": [ "Progresar, Seguir el ritmo" ],
      "EnglishExamples": [
        "I’m very happy with your progress. Keep up the good work!",
        "It has been hard to keep up with all the required reading.",
        "We need to get a tutor for our son. He's finding it hard to keep up with his math class.",
        "The old woman struggled to keep up with her agile young granddaughter.",
        "Are you keeping up with all the news from Copenhagen?",
        "Your grades have really improved lately. Keep up the good work!"

      ],
      "SpanishExamples": [
        "Estoy muy contento con tu progreso. Sigue con el buen trabajo!",
        "Ha sido duro seguir con toda la lectura obligatoria.",
        "Necesitamos conseguir un tutor para nuestro hijo. Le está costando mucho seguir con sus clases de matemáticas.",
        "La anciana luchaba por seguir el ritmo de su ágil nieta.",
        "¿Estás al tanto de todas las noticias que llegan de Copenhague?",
        "Tus notas han mejorado mucho últimamente. ¡Sigue así!"
      ]
    },
    {
      "VocabularyWord": "Let down",
      "Meanings": [ "Decepcionar" ],
      "EnglishExamples": [
        "She felt let down when no one came to her party.",
        "I thought Sarah would help me get a job, but she let me down.",
        "You’re coming to the party, you won’t let me down, will you?",
        "I felt like I let down my parents when I failed my exam."

      ],
      "SpanishExamples": [
        "Se sintió decepcionada cuando nadie vino a su fiesta.",
        "Creía que Sarah me ayudaría a encontrar un trabajo, pero me decepcionó.",
        "Vendrás a la fiesta, no me decepcionarás, no?",
        "Sentí como decepcioné a mis padres cuando fallé el exámen."
      ]
    },
    {
      "VocabularyWord": "Let out",
      "Meanings": [ "Dejar salir" ],
      "EnglishExamples": [
        "They shouldn’t have let him out of prison.",
        "Who let the cat out?",
        "Close the door, you’re letting all the heat out.",
        "Let me out of here!"
      ],
      "SpanishExamples": [
        "No deberían haberle dejado salir de la cárcel.",
        "¿Quién dejó salir al gato?",
        "Cierra la puerta, estás dejando salir todo el calor.",
        "¡Déjame salir de aqui!"
      ]
    },
    {
      "VocabularyWord": "Light up",
      "Meanings": [ "Iluminar" ],
      "EnglishExamples": [
        "I turned on a lamp and the room lit up.",
        "They light up the streets at Christmas time.",
        "I was ​lighting up when I ​noticed a no-​smoking ​sign.",
        "When was the last time your face lit up?",
        "His face lit up when he saw his new baby born.",
        "Rosie's ​whole ​face ​lit up with ​excitement when she ​saw the ​presents."
      ],
      "SpanishExamples": [
        "Encendí una lámpara y la habitación se iluminó.",
        "Iluminan las calles en Navidad.",
        "Estaba fumando cuando me di cuenta de una señal de no fumar.",
        "¿Cuándo fue la última vez que tu cara se iluminó?",
        "Se le iluminó la cara cuando vio a su nuevo bebé nacer.",
        "La cara de Rosie se iluminó de emoción cuando vio los regalos."
      ]
    },
    {
      "VocabularyWord": "Look after",
      "Meanings": [ "Cuidar de algo, alguien" ],
      "EnglishExamples": [
        "You can have a hamster but you have to look after it yourself. Feed it regularly!",
        "Who will look after the children while we're away?",
        "Will you look after my fish while I'm away?"

      ],
      "SpanishExamples": [
        "Puedes  tener un hamster pero tienes que cuidar de él por tí mismo. ¡Aliméntalo con regularidad!",
        "¿Quién cuidará de los niños mientras estamos fuera?",
        "¿Cuidarás de mi pez mientras estoy fuera?"
      ]
    },
    {
      "VocabularyWord": "Look down on",
      "Meanings": [ "Mirar con desprecio" ],
      "EnglishExamples": [
        "Alan felt insulted, he hated people looking down on him.",
        "Do you really think it’s true that the English looks down on a lot of foreigners?",
        "I don’t look down on anyone, unless they like reggaeton.",
        "You’ve always looked down on me.",
        "Who do you think you are look down on me?",
        "He’s an intellectual snob who looks down on everyone.",
        "She always feels that people are looking down on her."
      ],
      "SpanishExamples": [
        "Alan se sintió insultado, él odiaba a la gente que le miraba con desprecio.",
        "¿De verdad crees que es verdad que Inglés mira con desprecio a muchos extranjeros?",
        "¿Cuidarás de mi pez mientras estoy fuera?",
        "Siempre me has mirado con desprecio.",
        "¿Quién te crees que eres para mirarme con desprecio?",
        "El es un snob intelectual que mira con desprecio a todo el mundo.",
        "Siempre que siente que la gente la está mirando con desprecio."
      ]
    },
    {
      "VocabularyWord": "Lead on",
      "Meanings": [ "Dar falsas esperanzas" ],
      "EnglishExamples": [
        "She asked me out to dinner but I turned her down, I don’t want to lead her on.",
        "What makes you think she’s leading him on?",
        "She says she likes me, but I think she’s just leading me on.",
        "Can’t you see that she’s leading you on?"

      ],
      "SpanishExamples": [
        "Me pidió una cita a cenar pero la rechacé, no quiero darle falsas esperanzas.",
        "¿Qué te hace pensar que está dándole falsas esperanzas?",
        "Dice que le gusto, pero creo que sólo está dándome falsas esperanzas.",
        "¿No ves que te está dando falsas esperanzas?"
      ]
    },
    {
      "VocabularyWord": "Look forward to",
      "Meanings": [ "Desear algo" ],
      "EnglishExamples": [
        "We look forward to our summer holiday every year.",
        "I look forward to meeting you tonight.",
        "I look forward to hearing from you soon."

      ],
      "SpanishExamples": [
        "Estamos deseando nuestras vacaciones de verano cada año.",
        "Tengo muchas ganas de verte esta noche.",
        "Estoy deseando escuchar de ti pronto."
      ]
    },
    {
      "VocabularyWord": "Look up",
      "Meanings": [ "Buscar en diccionario, libro, online" ],
      "EnglishExamples": [
        "If you don’t know who Ada Lovelace was, look her up online.",
        "I didn't know the correct spelling so I had to look it up in the dictionary..",
        "You can look up in the dictionary the words you do not know.",
        "I need the phone number for the restaurant. Could you look it up online?",
        "I’ll look it up when I get back to my computer.",
        "You look up words in a dictionary when you don’t understand the meaning of a word."

      ],
      "SpanishExamples": [
        "Si no sabes quien fue Ada Lovelace, búscala online.",
        "No sabía el deletreo correcto a si que lo tuve que buscar en el diccionario.",
        "Puedes mirar en un diccionario palabras que no conoces.",
        "Necesito el teléfono del restaurante. ¿Podrías buscarlo online?",
        "Lo buscaré cuando vuelva a mi ordenador.",
        "Buscas cosas en un diccionario cuando no entiendes el significado de un palabra."
      ]
    },
    {
      "VocabularyWord": "Look up to",
      "Meanings": [ "Respetar, Admirar" ],
      "EnglishExamples": [
        "It’s important for young people to have role models to look up to.",
        "Did you ever have an inspirational teacher that you looked up to at school?",
        "Who do you look up to?",
        "Look up to your parents, not to some C-List Celebrity.",
        "You should set a better example, you know how your kid brother looks up to you.",
        "Can you think of any politician leader that you truly look up to?"

      ],
      "SpanishExamples": [
        "Es importante para la gente joven, tener modelos en la vida a respetar o seguir.",
        "¿Alguna vez tuviste algún profesor inspirador en el colegio al que admiraste?",
        "¿A quién admiras?",
        "Respeta a tus padres no a cualquier famosillo.",
        "Deberías dar mejor ejemplo, ya sabes como te admira tu hermano pequeña.",
        "Se te ocurre algún líder político al que respetas de verdad?"
      ]
    },
    {
      "VocabularyWord": "Make something up",
      "Meanings": [
        "Inventar"
      ],
      "EnglishExamples": [
        "Peter doesn’t know what has happened, he’s just making it up.",
        "You're making it up as you go along!",
        "I’m not making it up, it’s true!"

      ],
      "SpanishExamples": [
        "Peter no sabe qué ha pasado, el solo lo está inventando.",
        "¡Te lo estás inventando sobre la marcha!",
        "No me lo estoy inventado, ¡es verdad!"
      ]
    },
    {
      "VocabularyWord": "Make up with",
      "Meanings": [ "Reconciliarse" ],
      "EnglishExamples": [
        "After the misunderstanding Sally is making up with Pedro.",
        "They are always arguing, but they make up again very quickly.",
        "Have you made it up with your best friend yet?"
      ],
      "SpanishExamples": [
        "Después del malentendido Sally se está reconciliando con Pedro.",
        "Siempre están discutiendo, pero se reconcilian muy rápido otra vez.",
        "¿Has hecho las paces con tu mejor amigo ya?"
      ]
    },
    {
      "VocabularyWord": "Make up",
      "Meanings": [ "Maquillarse" ],
      "EnglishExamples": [
        "I’m not ready yet, I still have to make up!",
        "They made my face up to look like a clown."
      ],
      "SpanishExamples": [
        "Todavía no estoy lista, ¡aún tengo que maquillarme!",
        "Me maquillaron para parecerme a un payaso."
      ]
    },
    {
      "VocabularyWord": "Mess up",
      "Meanings": [ "Estropear, Desordenar, Meter la pata" ],
      "EnglishExamples": [
        "I can’t find the report because someone has messed up the papers on my desk.",
        "You’ve messed up big this time!",
        "How do you manage to mess your room up so quickly?",
        "I can't believe how badly I messed up that exam.",
        "This wind is really messing my hair up.",
        "I´m sorry everybody has the right to mess up from time to time."
      ],
      "SpanishExamples": [
        "No encuentro el informe porque alguien ha desordenado los papeles de mi mesa de trabajo.",
        "¡Has metido la pata hasta el fondo esta vez!",
        "¿Cómo logras desordenar tu cuarto rápidamente?",
        "No puedo creer cuanto he metido la pata en ese exámen.",
        "Este viento me está estropeando el pelo de verdad.",
        "Lo siento todo el mundo tiene derecho a meter la pata de vez en cuando."
      ]
    },
    {
      "VocabularyWord": "Mix something up",
      "Meanings": [ "Confundir dos cosas" ],
      "EnglishExamples": [
        "I mixed my glasses up with my partner’s.",
        "I mixed the tooth paste up with the haemorrhoid cream.",
        "I mixed my mobile up with the remote."

      ],
      "SpanishExamples": [
        "Confundí mis gafas con la de mi pareja.",
        "Confundí la pasta de dientes con la crema de hemorroides.",
        "Confundí mi móvil con el mando a distancia."
      ]
    },
    {
      "VocabularyWord": "Nod off/Doze off",
      "Meanings": [ "Quedarse dormido" ],
      "EnglishExamples": [
        "Isabel nodded off at the cinema and missed the end of the film",
        "He nodded off on his way to home and crashed his car into a tree.",
        "She always nods off with her mouth open and dribbling when she travels by plain.",
        "It can be embarrassing if you nod off on a strange shoulder in the bus.",
        "The class was so boring that I nodded off."

      ],
      "SpanishExamples": [
        "Isabel se durmió en el cine y se perdió el final de la película.",
        "Se quedó dormido mientras conducía hacia casa y se estrelló contra un árbol",
        "Siempre se queda dormida con la boca abierta y babeando cuando viaja en avión.",
        "Puede ser vergonzoso si te duermes en el hombro de un extraño en el autobús.",
        "La clase fue tan aburrida que me quedé dormido."
      ]
    },
    {
      "VocabularyWord": "Pick someone up",
      "Meanings": [ "Recoger a alguien" ],
      "EnglishExamples": [
        "I’ll pick you up at 9.",
        "You didn’t pick them up at the right time..",
        "What time do you want me to pick you up from the station?"
      ],
      "SpanishExamples": [
        "Te recojo a las 9.",
        "No les recogiste a la hora indicada.",
        "¿A qué hora quieres que te recoja de la estación?"
      ]
    },
    {
      "VocabularyWord": "Pick something up",
      "Meanings": [ "Recoger, coger" ],
      "EnglishExamples": [
        "Could you pick up my prescription on your way past the chemist?",
        "Don't forget to pick those letters up before you leave the house.",
        "Don't panic. Maybe he hasn't picked the email up yet.",
        "She is a fast learner. She picked up Spanish in just six months!"
      ],
      "SpanishExamples": [
        "¿Puedes recoger mi receta de camino a la farmacia?",
        "No olvides recoger esas cartas antes de irte de casa.",
        "No te agobies. Quizá todavía no ha cogido el email.",
        "Es una estudiante rápida. Pillo el Español en solo 6 meses."
      ]
    },
    {
      "VocabularyWord": "Pick off",
      "Meanings": [ "Molestar, Enfadarse, Tocar las narices" ],
      "EnglishExamples": [
        "What really pisses me off about my job is that I have to get up at six o'clock.",
        "What really pisses me off is that there were legitimate reasons for the delay, but he didn’t even let me explain.",
        "She’s really pissed off. Her internet connection is awful and it doesn’t allow her to work well.",
        "Do you think Bob knows that he pisses people off when he gets drunk and starts singing really loudly?"
      ],
      "SpanishExamples": [
        "Lo que deverdad me molesta de mi trabajo es tener que levantarme a las 6 en punto.",
        "Lo que de verdad me toca las narices es que había razones válidas para el retraso, pero el ni siquiera me dejó explicarlas.",
        "Está muy enfadada. Su conexión a internet es horrible y no la permite trabajar bien.",
        "¿Crees que Bob sabe que molesta cuando está borracho y empieza a cantar muy alto?"
      ]
    },
    {
      "VocabularyWord": "Pop in",
      "Meanings": [ "Pasarse por" ],
      "EnglishExamples": [
        "She popped in to say hi.",
        "My parents popped in last night.",
        "Thank you for popping in. It was really nice to see you!"
      ],
      "SpanishExamples": [
        "Se pasó para saludarme.",
        "Mis padres se pasaron anoche.",
        "Gracias por pasarte. ¡Me encantó verte!"
      ]
    },
    {
      "VocabularyWord": "Pop in to",
      "Meanings": [ "Entrar rápidamente" ],
      "EnglishExamples": [
        "I'll just pop in to the shop to get some bread.",
        "Wait a sec, I need to pop in to the bank.",
        "I'll just pop in to this restaurant, I want to book a table for tonight."
      ],
      "SpanishExamples": [
        "Voy a entrar en la tienda para comprar pan.",
        "Espera un momento, tengo que pasar por el banco.",
        "Voy a entrar en este restaurante, quiero reservar una mesa para esta noche."
      ]
    },
    {
      "VocabularyWord": "Pop out",
      "Meanings": [ "Darse una vuelta, Salir" ],
      "EnglishExamples": [
        "Have you seen Tim? He’s just popped out.",
        "Have you seen Jeff? He’s just popped out to the shops.",
        "Have you seen Anna? She’s just popped out to the shops with Jeff.",
        "His belly popped out of his shirt during the interview.",
        "His belly popped out of his shirt when he bent down.",
        "His face turned red when his belly popped out of his shirt."
      ],
      "SpanishExamples": [
        "¿Has visto a Tim? Acaba de salir.",
        "¿Has visto a Jeff? Acaba de salir a comprar algo.",
        "¿Has visto a Anna? Acaba de salir a comprar algo con Jeff.",
        "Se le salió la tripa de la camisa durante la entrevista.",
        "Se le salió la tripa de la camisa cuando se agachó.",
        "Se le puso la cara roja cuando se le salió la tripa de la camisa."
      ]
    },
    {
      "VocabularyWord": "Pop up",
      "Meanings": [ "Aparacer de repente, Surgir" ],
      "EnglishExamples": [
        "Lots of second-hand shops have suddenly started to pop up in my town.",
        "You never know what's going to pop up when you're talking to crazy Fred.",
        "She's one of those movie stars who pops up everywhere, on TV, in magazines, on Broadway."
      ],
      "SpanishExamples": [
        "Muchas tiendas de segunda mano han empezado a aparecer de repente en mi pueblo.",
        "Nunca sabes lo que puede surgir cuando estás hablando con el loco de Fred!",
        "Ella es una de esas estrellas de películas que aparecen de repente en todos lados, en TV, revistas, Broadway."
      ]
    },
    {
      "VocabularyWord": "Put away",
      "Meanings": [ "Ordenar, Guardar" ],
      "EnglishExamples": [
        "My new roommate is a little bit messy. She never puts things away in the kitchen or in the living room.",
        "Please put the scissors away after you’re finished using them.",
        "He put the dictionary away on the shelf after he'd finished the crossword.",
        "Every year, I put away some money for a new car."
      ],
      "SpanishExamples": [
        "Mi nueva compañera de piso es un poco desordenada. Nunca ordena las cosas en la cocina o en el salón.",
        "Por favor ordena las tijeras después de usarlas.",
        "Guardó el diccionario en el estante después de terminar el crucigrama.",
        "Cada año guardo algo de dinero para un coche nuevo."
      ]
    },
    {
      "VocabularyWord": "Put through",
      "Meanings": [ "Pasar el teléfono, conectar" ],
      "EnglishExamples": [
        "I’m putting you through to the boss now.",
        "You put me through to the wrong person the last time.",
        "Can you put me through to Juan, Please?",
        "How do I put calls through to you?"
      ],
      "SpanishExamples": [
        "Te estoy pasando al jefe ahora.",
        "Me pasaste a la persona equivocada la última vez.",
        "¿Me pasas con Juan, por favor?.",
        "¿Cómo te paso las llamadas?"
      ]
    },
    {
      "VocabularyWord": "Put on",
      "Meanings": [ "Ponerse ropa" ],
      "EnglishExamples": [
        "I put my jumper on because I was cold.",
        "Can you pass me my slippers? I’m going to put them on.",
        "Put your smart jacket on!"
      ],
      "SpanishExamples": [
        "Me puse mi jersey porque tenía frío.",
        "¿Puedes pasarme las zapatillas? Me las voy a poner.",
        "¡Ponte tu chaqueta elegante!"
      ]
    },
    {
      "VocabularyWord": "Put on",
      "Meanings": [ "Encender" ],
      "EnglishExamples": [
        "Shall I put the DVD on?",
        "Can you put the heater on? It’s freezing in here!",
        "Let’s put the oven on before Susan finishes making the cake."
      ],
      "SpanishExamples": [
        "¿Enciendo el DVD?",
        "¿Puedes encender el radiador? ¡Está helando aquí!",
        "Encendemos el horno antes de que Susan termine de hacer la tarta"
      ]
    },
    {
      "VocabularyWord": "Put off",
      "Meanings": [ "Posponer" ],
      "EnglishExamples": [
        "The boss put the meeting off because he was ill.",
        "Don’t put your homework off to last minute"
      ],
      "SpanishExamples": [
        "El jefe pospuso la reunión porque estaba enfermo.",
        "No dejes tus deberes para el último minuto"
      ]
    },
    {
      "VocabularyWord": "Put off",
      "Meanings": [ "Distraer" ],
      "EnglishExamples": [
        "I will put him off while you hide the present.",
        "Stephen! You're really putting me off!",
        "She was making silly faces and putting me off. I couldn’t do it seriously."
      ],
      "SpanishExamples": [
        "Le distraeré mientras escondes el regalo.",
        "Stephen! Me estás distrayendo.",
        "Estaba poniendo caras tontas y me distrae. No pude hacerlo en serio."
      ]
    },
    {
      "VocabularyWord": "Put off",
      "Meanings": [ "Disuadir" ],
      "EnglishExamples": [
        "I didn’t enjoy the film, but don’t let that put you off going.",
        "I put him off the idea of going shopping with me."
      ],
      "SpanishExamples": [
        "No disfruté de la peli, pero no dejes que eso te disuade de ir.",
        "Le disuadí la idea de ir a comprar conmigo."
      ]
    },
    {
      "VocabularyWord": "Put off",
      "Meanings": [ "Desagradar, No gustar" ],
      "EnglishExamples": [
        "The smell of hospitals always put me off.",
        "The colour of the food puts me off",
        "You have to work long hours and that puts off a lot of people."
      ],
      "SpanishExamples": [
        "El olor de los hospitales siempre me desagrada.",
        "El color de la comida me desagrada (asquea)",
        "Tienes que trabajar muchas horas y eso no gusta a la gente."
      ]
    },
    {
      "VocabularyWord": "Put up with",
      "Meanings": [ "Aguantar, Tolerar" ],
      "EnglishExamples": [
        "I refuse to put up with smoking in my house.",
        "I will not put up with your whining any more. Go to bed this minute!",
        "I don’t think I can put up with this horrible noise any longer!",
        "He could put up with Kevin's awful jokes."
      ],
      "SpanishExamples": [
        "Me niego a aguantar el humo en mi casa.",
        "No voy a aguantar tus berrinches más. Vete a la cama ya!",
        "No creo que pueda aguantar este horrible sonido más tiempo.",
        "No pudo aguantar las espantosas bromas de Kevin."
      ]
    },
    {
      "VocabularyWord": "Ring Back",
      "Meanings": [ "Llamar por teléfono otra vez" ],
      "EnglishExamples": [
        "Don’t worry, I’ll ring back later.",
        "I told you to ring back later.",
        "I told her to ring back later.",
        "I’ll ring you back tomorrow morning.",
        "I’ll ring her back tomorrow afternoon.",
        "I phoned and left a message this morning but she still hasn't rung me back."

      ],
      "SpanishExamples": [
        "No se preocupe, volveré a llamar después.",
        "Te dije que volvieras a llamar más tarde..",
        "Le dije que volviera a llamar luego.",
        "Te volveré a llamar mañana por la mañana.",
        "La dije que volvería a llamar mañana por la mañana",
        "Llamé y la dejé un mensaje esta mañana pero ella no me ha vuelto a llamar."
      ]
    },
    {
      "VocabularyWord": "Run away",
      "Meanings": [ "Escapar, Huir" ],
      "EnglishExamples": [
        "The thief ran away through the forest.",
        "I don’t know why a small child started crying and ran away when he saw me.",
        "Pretty much everyone he’d seen on his way home had run away from him.",
        "Young lovers used to run away from home to get married in Scotland.",
        "He ran away from his attackers.",
        "She ran away to avoid a forced marriage. "
      ],
      "SpanishExamples": [
        "El ladrón huyó a través del bosque.",
        "No se por que un niño pequeño empezó a llorar y escapó cuando me vio.",
        "Casi mucha gente que le había visto de camino a casa había escapado de él.",
        "Los amantes jóvenes solían escapar de casa para casarse en Escocia.",
        "Escapó de sus atacantes.",
        "Escapó para evitar un matrimonio forzado."
      ]
    },
    {
      "VocabularyWord": "Run into",
      "Meanings": [ "Tropezar, Chocar, Encontrarse con" ],
      "EnglishExamples": [
        "I ran into my cousin yesterday at the market.",
        "He felt a little dizzy so he decide to get off the bus and then he ran into Amanda.",
        "He runs into Amanda in the corridor from time to time.",
        "Fancy running into you here!",
        "I hope I don’t run into my ex-boyfriend at the party.",
        "The new project has run into complications.",
        "His car was a write-off after he ran into the tree."
      ],
      "SpanishExamples": [
        "Me encontré con mi prima ayer en el mercado.",
        "Se sintió un poco mareado así que decidió bajar del autobús y entonces se encontró a Amanda.",
        "Se encuentra con Amanda en el pasillo de vez en cuando.",
        "¡Que raro tropezar contigo por aquí!",
        "Espero no chocar con mi ex novio en la fiesta.",
        "El nuevo proyecto ha tropezado con complicaciones.",
        "Su coche quedó siniestro total después de chocar con el árbol."
      ]
    },
    {
      "VocabularyWord": "Run out of",
      "Meanings": [ "Quedarse sin" ],
      "EnglishExamples": [
        "I’m afraid we’re running out of time.",
        "I’m afraid we’ve almost run out of coffee.",
        "I’ve run out of some sugar!"
      ],
      "SpanishExamples": [
        "Me temo que nos estamos quedando sin tiempo.",
        "Me temo que casi nos hemos quedado sin café.",
        "¡Me he quedado sin azúcar!"
      ]
    },
    {
      "VocabularyWord": "Run over",
      "Meanings": [ "Atropellar" ],
      "EnglishExamples": [
        "Suddenly John saw a piece of metal in the road and swerved to avoid running over it",
        "The driver couldn't stop in time and ran the fox over when it ran in front of his car.",
        "The road is full of dead cats, it’s unavoidable to run them over if they cross the streets without any care.",
        "I was so upset when I ran over a cat while driving home from work."
      ],
      "SpanishExamples": [
        "De repente John vio un trozo de metal en la carretera y viró para evitar atropellarlo.",
        "El conductor no pudo parar a tiempo y atropelló al zorro cuando corrió en frente de su coche.",
        "La carretera está llena de gatos muertos, es inevitable atropellarlos si cruzan las calles sin cuidado. ",
        "Estaba muy enfadado cuando atropellé un gato mientras conducía de casa al trabajo."
      ]
    },
    {
      "VocabularyWord": "Screw up/Mess up",
      "Meanings": [ "Fastidiarla, cagarla" ],
      "EnglishExamples": [
        "Alan always put his foot in in and screw everything up.",
        "Everything was going brilliantly when Alan screw up by criticizing her, who turned out to be Amand’s aunty.",
        "When we sent the wrong proposal to the customer, we totally screwed up or chances of winning the order.",
        "I was counting on him to do the calculations correctly but he screwed up.",
        "We've only got one chance so don't screw this up.",
        "I’ve totally screwed up this soup by putting too much salt in it."
      ],
      "SpanishExamples": [
        "Alan siempre mete la pata y lo fastidia todo.",
        "Todo iba estupendamente cuando Alan la fastidió criticándola, quien resultó ser la tía de Amanda.",
        "No intentes dar la cara por él. Sabes que él está equivocado.",
        "Confiaba en él para hacer los cálculos correctamente pero la cagó.",
        "Sólo tenemos una oportunidad así que no la cagues.",
        "La he cagado completamente en esta sopa poniendo demasiada sal en ella."
      ]
    },
    {
      "VocabularyWord": "Set up",
      "Meanings": [ "Organizar, Configurar, Establecer, Montar" ],
      "EnglishExamples": [
        "Will an inquiry be set up to reveal the truth behind the scandal?",
        "My grandad set up his new computer by himself.",
        "How have you managed to set up a shop in the middle of financial crisis?",
        "A fund is being set up to help the victims of the disaster.",
        "They’re going to set up their own business next year.",
        "We need to set up a meeting to talk about this problem."
      ],
      "SpanishExamples": [
        "¿Se estableció una investigación para revelar la verdad que hay detrás del escándalo?",
        "Mi abuelo configuró el nuevo ordenador.",
        "¿Cómo has logrado montar una tienda en plena crisis financiera?",
        "Se está creando un fondo para ayudar a las víctimas del desastre.",
        "Van a montar su propio negocio el año que viene.",
        "Tenemos que organizar una reunión para hablar sobre este problema."
      ]
    },
    {
      "VocabularyWord": "Settle down",
      "Meanings": [ "Tranquilizarse" ],
      "EnglishExamples": [
        "Right Bob, settle down and listen to me. You need to boil this mixture for exactly 2 minutes.",
        "Jack settled the baby down.",
        "The children were very excited after their game, but they soon settled down when I told them a story."
      ],
      "SpanishExamples": [
        "Bien Bob, cálmate y escúchame. Tienes que cocer esta mezcla por 2 minutos exáctamente.",
        "Jack calmó al bebé.",
        "Los niños estaban muy agitados después del juego, pero se calmaron pronto cuando les conté un cuento."
      ]
    },
    {
      "VocabularyWord": "Settle down",
      "Meanings": [ "Estabilizarse, Asentar la cabeza" ],
      "EnglishExamples": [
        "After years of partying and drinking, she finally got married and settle down.",
        "I wanted to get married, but he wasn’t ready to settle down.",
        "I travel too much for my job to settle down and raise a family."
      ],
      "SpanishExamples": [
        "Después de años de fiesta y bebida, ella al final se casó y se asentó.",
        "Quería casarme, pero él no estaba listo para asentarse.",
        "Viajo demasiado por mi trabajo como para sentar la cabeza y formar una familia."
      ]
    },
    {
      "VocabularyWord": "Shake off",
      "Meanings": [ "Callar" ],
      "EnglishExamples": [
        "I managed to shake off the private investigator when I went into the metro.",
        "The actress shook off the reporter by getting in a taxi.",
        "If I haven’t shaken off this flu by next week, I’m going to the doctors.",
        "How can I shake off this headache?",
        "Why can’t she shake off her depression?"
      ],
      "SpanishExamples": [
        "Logré deshacerme del investigador privado cuando entré en el metro.",
        "La actriz se deshizo del reportero al entrar en un taxi.",
        "Si no me he quitado de encima esta gripe antes de la semana que viene, voy a ir al médico.",
        "¿Cómo puedo quitarme de encima este dolor de cabeza?",
        "¿Por qué ella no puede salir de su depresión?"
      ]
    },
    {
      "VocabularyWord": "Shold out",
      "Meanings": [ "Agotar existencias" ],
      "EnglishExamples": [
        "I wanted to go to the One Direction concert, but they’ve sold out of tickets already.",
        "They’ve sold out of those shoes.",
        "Fred saw some shoes he likes but they have sold out his size.",
        "The original idea was to get him that new mp3 player, but I can’t find it anywhere, the stores are all sold out.",
        "We ​sold out of the T-shirts in the first ​couple of ​hours."
      ],
      "SpanishExamples": [
        "Quería ir al concierto de One Direction, pero se han agotado todo los tickets ya.",
        "Se han agotado esos zapatos.",
        "Fred vio zapatos que le gustaban pero se había agotado en su talla.",
        "La idea original era cogerle ese nuevo mp3, pero no pude encontrarlo en ningún sitio, las tiendas lo había agotado.",
        "Se nos agotaron las camisetas en las dos primeras horas."
      ]
    },
    {
      "VocabularyWord": "Slack off",
      "Meanings": [ "Vaguear, Holgazanear" ],
      "EnglishExamples": [
        "I started off well, but I’ve been slacking off the past six weeks.",
        "Since his wife got ill, he has been slacking off at work.",
        "A lot of people slack off at work on Friday afternoons, so nothing productive gets done",
        "Have you already finished your homework or Have you been slacking off all afternoon?",
        "Slacking off at this time, when there's so much to do?"
      ],
      "SpanishExamples": [
        "Empecé todo bien, pero he estado vagueando las pasados 6 semanas.",
        "Desde que su mujer enfermó ha estado holgazaneando en el trabajo.",
        "Mucha gente vaguea el viernes por la tarde así que nada productivo se hace.",
        "¿Has acabado ya tus deberes o has estado vagueando toda la tarde?",
        "Vagueando en este momento, cuando hay tanto que hacer?"
      ]
    },
    {
      "VocabularyWord": "Sneak around",
      "Meanings": [ "Escurrirse, Andar a hurtadillas" ],
      "EnglishExamples": [
        "If people are sneaking around the house, it means that they are walking very quietly through the house, inside it, trying not to be noticed.",
        "Why did they have to sneak around?",
        "I want to keep seeing you, even if we have to sneak around. But we can't sneak around and have an affair.",
        "My other guys sneak around, but you'll take me into the bedroom while your wife's in the next room",
        "He sneaked around into the living room and the teacher didn't see him."
      ],
      "SpanishExamples": [
        "Si la gente anda a hurtadillas por la casa, significa que andan muy silenciosamente a través de casa intentando no ser descubiertos.",
        "¿Por qué tuvieron que escurrirse?",
        "Quiero seguir viéndote, incluso si tenemos que escabullirnos. Pero no puedo andar a hurtadillas y tener un affair.",
        "Mis otros tios se escabullen, pero méteme en el dormitorio mientras tu mujer está en la habitación de al lado.",
        "El entró al salón a hurtadillas y el profesor no lo vio."
      ]
    },
    {
      "VocabularyWord": "Snoop around",
      "Meanings": [ "Cotillear, Fisgonear" ],
      "EnglishExamples": [
        "He thought while Mrs Sokilowska was in the kitchen he would have a snoop around.",
        "While I was alone in the client's offices, I had a good snoop around.",
        "The boss was snooping around your office while you were out.",
        "Curious about her new neighbors, Diane snooped around their house, trying to peer into windows.",
        "Why are you snooping around my house? I am not snooping around."
      ],
      "SpanishExamples": [
        "Pensó que mientras Mrs Sokilowska estaba en la cocina el fisgonearía un poco.",
        "Mientras estaba solo en la ofician de los clientes, tuve un buen fisgamiento.",
        "El jefe estaba husmeando en tu oficina mientras estabas fuera.",
        "Curiosa sobre sus nuevos vecinos, Diane cotilleo su casa intentando mirar por la ventana.",
        "¿Porqué estás cotilleando en mi casa? ¡No estoy cotilleando!"
      ]
    },
    {
      "VocabularyWord": "Shut up",
      "Meanings": [ "Callar" ],
      "EnglishExamples": [
        "Sometimes it’s impossible to shut him up.",
        "Don’t tell me to shut up!",
        "I wish everybody would shut up I can’t hear the speech."
      ],
      "SpanishExamples": [
        "A veces es imposible hacerle callar.",
        "¡No me digas que me calle!",
        "Me gustaría que todo el mundo se callara, no puedo oír el discurso."
      ]
    },
    {
      "VocabularyWord": "Sort out",
      "Meanings": [ "Arreglar, Solucionar" ],
      "EnglishExamples": [
        "Have you sorted out the problem with your boss?",
        "Everything has been sorted out.",
        "I need time to sort out his papers."
      ],
      "SpanishExamples": [
        "¿Has solucionado el problema con tu jefe?",
        "Todo ha sido resuelto.",
        "Necesito tiempo para arreglar sus papeles."
      ]
    },
    {
      "VocabularyWord": "Stay away",
      "Meanings": [ "Alejarse" ],
      "EnglishExamples": [
        "Stay away from me! you weirdo!",
        "You should probably stay away from the South Bronx, but all of the other neighborhoods are pretty safe.",
        "You should stay away that beach, the water's polluted.",
        "My ​parents told me to ​stay away from her.",
        "I ​drink a lot of ​water and I ​stay away from ​greasy, ​heavy ​foods."
      ],
      "SpanishExamples": [
        "Alejate de mi, rarito!",
        "Deberías seguramente alejarte de South Bronx, pero el resto de barros son muy seguros.",
        "Deberías alejarte de la playa, el agua está contaminada.",
        "Mis padres me dijeron que me alejara de ella.",
        "Bebo mucha agua, y evito la comida pesada y grasienta."
      ]
    },
    {
      "VocabularyWord": "Stick around",
      "Meanings": [ "Quedarse" ],
      "EnglishExamples": [
        "I’m sorry I’m late. Thank you for sticking around.",
        "Can you stick around after the meeting? I’d like to talk to you about our new project.",
        "You go to the party. We’ll stick around and wait for Simon."
      ],
      "SpanishExamples": [
        "Lo siento llego tarde. Gracias por quedarte.",
        "¿Puedes quedarte después de la reunión? Me gustaría hablar contigo sobre nuestro nuevo proyecto.",
        "Ve a la fiesta. Nos quedaremos y esperaremos a Simon."
      ]
    },
    {
      "VocabularyWord": "Stick up for",
      "Meanings": [ "Dar la cara por" ],
      "EnglishExamples": [
        "I’d always stick up for you, no matter what.",
        "Don’t try to stick up for him. You know he’s wrong.",
        "Your older brother will stick up for you."
      ],
      "SpanishExamples": [
        "Siempre daría la cara por ti, no importa que pase.",
        "No intentes dar la cara por él. Sabes que él está equivocado.",
        "Tu hermano mayor dará la cara por ti."
      ]
    },
    {
      "VocabularyWord": "Switch on",
      "Meanings": [ "Encender" ],
      "EnglishExamples": [
        "I didn't switch the radio on!",
        "He switched on the bedside lamp.",
        "Please switch on the radio, Monica’s program is about to start."
      ],
      "SpanishExamples": [
        "No encendí la radio!",
        "Él encendió la lámpara de la cabecera de la cama.",
        "Por favor, enciende la radio, el programa de Mónica está apunto de empezar."
      ]
    },
    {
      "VocabularyWord": "Switch off",
      "Meanings": [ "Apagar" ],
      "EnglishExamples": [
        "If you are not watching TV, switch it off.",
        "Can you switch that machine off?",
        "Please switch your mobile off during the flight."
      ],
      "SpanishExamples": [
        "Si no vas a ver la tele, apágala.",
        "¿Puedes apagar esa máquina?",
        "Por favor apaguen sus móviles durante el vuelo."
      ]
    },
    {
      "VocabularyWord": "Take back",
      "Meanings": [ "Devolver, Recuperar, Retirar" ],
      "EnglishExamples": [
        "Come on Betty, I've said sorry a million times. Won't you take me back?",
        "I had to take back everything bad I’d said about them when I learned how they’d helped out.",
        "Take back that book as soon as possible, many students need it.",
        "Is it too small? Take it back and get a refund.",
        "I didn't mean what I said, I’ll take it back.",
        "This song always takes me back to my childhood."
      ],
      "SpanishExamples": [
        "Vamos Betty, he dicho lo siento un millón de veces. ¿No quieres recuperarme?",
        "Tuve que retirar todo lo que había dicho malo sobre ellos cuando aprendí cómo habían ayudado.",
        "Devuelve ese libro lo antes posible, muchos estudiantes lo necesitan.",
        "¿Es demasiado pequeño? Devuélvelo y pide el dinero.",
        "No quise decir lo que dije, lo retiro.",
        "Esta canción siempre me devuelve a mi niñez."
      ]
    },
    {
      "VocabularyWord": "Take on",
      "Meanings": [ "Contratar" ],
      "EnglishExamples": [
        "Tom was delighted to hear they wanted to take him on full-time.",
        "The cafe owner is happy with Sam and has decided to take him on.",
        "Is your company going to be taking anyone on in the near future?"
      ],
      "SpanishExamples": [
        "Tom estaba encantado de oír que ellos querían contratarle a tiempo completo.",
        "La propietaria del café está contenta con Sam y ha decidido contratarle.",
        "¿Tu empresa va a contratar a gente en un futuro cercano?"
      ]
    },
    {
      "VocabularyWord": "Take on",
      "Meanings": [ "Asumir" ],
      "EnglishExamples": [
        "Taking on the role of CEO was too much for him.",
        "Have they been asking you to take on more work lately?",
        "You shouldn’t try to take on as much work."
      ],
      "SpanishExamples": [
        "Asumir el rol de CEO fue demasiado para él.",
        "¿Te han pedido que asumas más trabajo últimamente?",
        "No deberías intentar asumir tanto trabajo."
      ]
    },
    {
      "VocabularyWord": "Take out",
      "Meanings": [ "Salir con alguien" ],
      "EnglishExamples": [
        "Lisa was happy that Carl wanted to take her out.",
        "He took her out to a restaurant last Friday night."
      ],
      "SpanishExamples": [
        "Lisa estaba feliz de que Carl quisiera salir con ella.",
        "La llevó a un restaurante el pasado viernes noche."
      ]
    },
    {
      "VocabularyWord": "Take out",
      "Meanings": [ "Sacar, Extraer" ],
      "EnglishExamples": [
        "I took out all the books I needed for my essay from the library.",
        "Jesse's job in the house is to take out the garbage every night."
      ],
      "SpanishExamples": [
        "Saqué todos los libros que necesitaba para mi ensayo de la librería.",
        "El trabajo de Jesses en la casa es sacar la basura todas las noches."
      ]
    },
    {
      "VocabularyWord": "Take over",
      "Meanings": [ "Encargarse, Tomar el control" ],
      "EnglishExamples": [
        "I've been working 12 hours a day, my job is taking over my life!",
        "Take over the meeting for me, I'll be back in a moment.",
        "Tom took over as manager after Jim was sacked (fired).",
        "We were acquired by another company ten months ago, and when the new management took over, they changed everything",
        "She took over responsibility for the project last month."
      ],
      "SpanishExamples": [
        "Llevo trabajando 12 horas al día, mi trabajo está tomando el control de mi vida!",
        "Encárgate de la reunión por mí, volveré en un momento.",
        "Tom tomó el control como mánager después de que Jim fuera despedido.",
        "Fuimos adquiridos por otra empresa hace 10 meses, y cuando el nuevo manager tomó el control, cambiaron todo.",
        "Tomó responsabilidades del proyecto el mes pasado."
      ]
    },
    {
      "VocabularyWord": "Take up",
      "Meanings": [ "Empezar" ],
      "EnglishExamples": [
        "He took up woodworking after inheriting his grandfather's tool.",
        "I think I would like to take up a secretary course.",
        "You won’t believe it, but Robert has taken up with Sally’s sister."
      ],
      "SpanishExamples": [
        "Empezó carpintería después de heredar las herramientas de su padre.",
        "Creo que me gustaría empezar un curso de secretaria.",
        "No lo vas a creer, pero Robert ha empezado con la hermana de Sally."
      ]
    },
    {
      "VocabularyWord": "Take off",
      "Meanings": [ "Quitarse ropa" ],
      "EnglishExamples": [
        "I took my coat off and put it in the closet but now it’s gone!",
        "If you’re hot why don’t you take off that jumper?",
        "I was hot so I took my jacket off."
      ],
      "SpanishExamples": [
        "Me quité el abrigo, lo puse en el armario pero ahora no está!",
        "Si tienes calor, ¿porque no te quitas ese jersey?",
        "Tenía calor a si que me quité la chaqueta"
      ]
    },
    {
      "VocabularyWord": "Take off",
      "Meanings": [ "Despegar" ],
      "EnglishExamples": [
        "The plane takes off at seven, we have plenty of time for a drink.",
        "The plane for Dublin took off on time."
      ],
      "SpanishExamples": [
        "El tren despega a las siete, tenemos tiempo de sobra para tomar algo.",
        "El avión a Dublín despegó a tiempo."
      ]
    },
    {
      "VocabularyWord": "Throw away",
      "Meanings": [ "Tirar algo" ],
      "EnglishExamples": [
        "Take that chewing gum out of your mouth and throw it away!",
        "When are you going to throw this rubbish away?",
        "I had to throw away a lot of old books that nobody wanted."
      ],
      "SpanishExamples": [
        "¡Saca ese chicle de tu boca y tíralo!",
        "¿Cuando vas a tirar esa basura?",
        "Tuve que tirar un montón de libros viejos que nadie quería."
      ]
    },
    {
      "VocabularyWord": "Throw away",
      "Meanings": [ "Desperdiciar" ],
      "EnglishExamples": [
        "We have twenty years of experience that we cannot throw away.",
        "He threw away his college education and his professional career."
      ],
      "SpanishExamples": [
        "Tenemos 20 años de experiencia que no podemos desperdiciar.",
        "Desperdició su educación y su carrera profesional."
      ]
    },
    {
      "VocabularyWord": "Throw Up",
      "Meanings": [ "Vomitar" ],
      "EnglishExamples": [
        "I feel terrible. I can't see properly and I think… I’m going to… throw up….eeeuuurgghhh!!",
        "Jack threw his dinner up.",
        "I feel terrible. I have a really bad headache and I’ve thrown up 3 times today.",
        "The prawns she ate at lunch made her throw up and she had to go home early.",
        "This medicine didn't help me. In fact, it made me throw up all night.."
      ],
      "SpanishExamples": [
        "Me siento fatal, no veo bien y creo….. que voy a …. vomitar…. eeeuuuurghhh!!",
        "Jack vomitó la cena.",
        "Me siento fatal. Tengo mucho dolor de cabeza y he vomitado 3 veces hoy.",
        "Las gamas que comió la hicieron vomitar y tuvo que ir a casa pronto.",
        "Esta medicina no me ayudó. De hecho, me hizo vomitar toda la noche."
      ]
    },
    {
      "VocabularyWord": "Turn down",
      "Meanings": [ "Bajar volumen" ],
      "EnglishExamples": [
        "Turn down the colour intensity on the TV, it looks like everybody’s bathed in gazpacho.",
        "Turn that bloody music down or I’ll call the police!",
        "Do you mind if I turn the air conditioning down? I’m freezing."
      ],
      "SpanishExamples": [
        "Baja la intensidad de colores de la tele, parece como si todo el mundo estuviera bañado en gazpacho.",
        "Baja esa maldita música, si no llamo a la policía.",
        "¿Te importa si bajo el aire? Estoy helada."
      ]
    },
    {
      "VocabularyWord": "Turn down",
      "Meanings": [ "Rechazar" ],
      "EnglishExamples": [
        "If I were you, I wouldn’t turn the offer down, it’s the chance of a lifetime.",
        "They offered her a top job but he turned it down.",
        "I don’t know if I can take any more humiliation, that’s the fifth girl who has turned me down this month."
      ],
      "SpanishExamples": [
        "Si yo fuera tu, no rechazaría la oferta es la oportunidad de tu vida.",
        "Le ofrecieron un puesto de importancia pero ella lo rechazó.",
        "No se si puedo aguantar más humillación , es la quinta vez este mes que una chica me ha rechazado."
      ]
    },
    {
      "VocabularyWord": "Turn on",
      "Meanings": [ "Encender" ],
      "EnglishExamples": [
        "As he entered his apartment, he turned on the hall light.",
        "He lived on his own so he liked to fill the home with noise by turning everything on.",
        "Can you turn the radio on?"
      ],
      "SpanishExamples": [
        "Mientras él entró en su apartamento, el encendió la luz del hall.",
        "El vivía solo así que le gustaba llenar la casa con ruido encendiendo todo.",
        "¿Puedes encender la radio?"
      ]
    },
    {
      "VocabularyWord": "Turn on",
      "Meanings": [ "Ponerse, Calentarse" ],
      "EnglishExamples": [
        "He turned me on and I just couldn't resist.",
        "He really turns me on."
      ],
      "SpanishExamples": [
        "Ese tio me calentó y no pude resistirlo",
        "El me pone mucho."
      ]
    },
    {
      "VocabularyWord": "Turn off",
      "Meanings": [ "Apagar" ],
      "EnglishExamples": [
        "Did you remember to turn the oven off before leaving?",
        "I turned the TV off and went to bed."
      ],
      "SpanishExamples": [
        "¿Te has acordado apagar el horno antes de irte?",
        "Apague la televisión y me fui a la cama."
      ]
    },
    {
      "VocabularyWord": "Turn out",
      "Meanings": [ "Resulta que" ],
      "EnglishExamples": [
        "It turns out that mistletoe has been popular for a long time.",
        "It turns out that I don't have enough money.",
        "It turns out that I'm not taking holidays at Christmas.",
        "It turns out that they couldn't be more wrong.",
        "It looked as if we were going to fail, but it turned out well in the end.",
        "It ​turns out that she had ​known him when they were ​children."
      ],
      "SpanishExamples": [
        "Resulta que el muérdago ha sido popular durante mucho tiempo.",
        "Resulta que no tengo suficiente dinero.",
        "Resulta que no voy a coger vacaciones en Navidad.",
        "Resulta que no podrían estar más equivocados.",
        "Parecía como si fuéramos a fallar, pero resultó que acabó bien al final.",
        "Resulta que ella le había conocido cuando eran niños."
      ]
    },
    {
      "VocabularyWord": "Turn up",
      "Meanings": [ "Subir el volumen, Temperatura." ],
      "EnglishExamples": [
        "It’s a bit chilly in here, isn’t it? Can you turn the heating up?",
        "I love this song, turn it up. I hate this song turn it down!"
      ],
      "SpanishExamples": [
        "Hace un poco de frio aqui, ¿no? ¿Puedes subir la calefacción?",
        "Me encanta esta canción, súbela. Odio esta canción bájala!"
      ]
    },
    {
      "VocabularyWord": "Turn up",
      "Meanings": [ "Aparecer, Llegar" ],
      "EnglishExamples": [
        "He turned up late as usual.",
        "A week after starting our honeymoon, our luggage finally turned up.",
        "Guess who’s just turn up!"
      ],
      "SpanishExamples": [
        "Apareció tarde como siempre.",
        "Una semana después de empezar nuestra luna de miel, nuestro equipaje por fín llegó.",
        "¡Adivina quién acaba de aparecer!"
      ]
    },
    {
      "VocabularyWord": "Turn down",
      "Meanings": [ "Rechazar" ],
      "EnglishExamples": [
        "If I were you, I wouldn’t turn the offer down, it’s the chance of a lifetime.",
        "They offered her a top job but she turned it down.",
        "I don’t know if I can take any more humiliation, that’s the fifth girl who has turned me down this month."
      ],
      "SpanishExamples": [
        "Si fuera tu no rechazaría la oferta, es la oportunidad de tu vida.",
        "Le ofrecieron un puesto importante, pero ella lo rechazó.",
        "No se si puedo aguantar más humillación, esa es la 5ª chicha que me ha rechazado este mes."
      ]
    },
    {
      "VocabularyWord": "Turn down",
      "Meanings": [ "Bajar (volumen aparato)" ],
      "EnglishExamples": [
        "Turn down the colour intensity on the TV, it looks like everybody’s bathed in gazpacho.",
        "Turn that bloody music down or I’ll call the police.",
        "Do you mind if I turn the air conditioning down? I’m freezing."
      ],
      "SpanishExamples": [
        "Baja la intensidad de color de la TV, parece como si todo el mundo estuviera bañado en gazpacho.",
        "Baja esa maldita música o llamaré a la policía.",
        "¿Te importa si bajo el aire? Estoy helado."
      ]
    },
    {
      "VocabularyWord": "Work out",
      "Meanings": [ "Resolver un problema, Calcular" ],
      "EnglishExamples": [
        "Can you help me with this exercise? I can’t work out the answer.",
        "The waiter made a mistake when he worked out the bill it was too much.",
        "It took Einstein many years to work out the theory of relativity."
      ],
      "SpanishExamples": [
        "Puedes ayudarme con este ejercicio? No puedo resolverlo.",
        "El camarero hizo un error cuando calculaba la cuenta, fue demasiado.",
        "Le costó a Einstein muchos años resolver la teoría de la relatividad."
      ]
    },
    {
      "VocabularyWord": "Writen down",
      "Meanings": [ "Apuntar, Anotar" ],
      "EnglishExamples": [
        "My pen broke while I was writing it down.",
        "I didn’t have time to write it down.",
        "I can read the name he’s written down."
      ],
      "SpanishExamples": [
        "Mi lápiz se rompió mientras estaba apuntando lo.",
        "No tuve tiempo de apuntarlo.",
        "No puedo leer el nombre que él ha apuntado."
      ]
    }
  ]
}